{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/04/13/entertainment/fate-of-the-furious-review/index.html",
    "title": "'Fate of the Furious' settles for cruise control",
    "author": "By Brian Lowry, CNN",
    "release": "Updated 1:52 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Paul Walker's untimely death forced the \"Fast & Furious\" franchise into a rare moment of sobriety, an interlude that hits the brakes with \"The Fate of the Furious.\" Yet even more free-spirited mayhem doesn't rev up the eighth installment in this hugely lucrative series, specializing in fast cars and artfully blowing stuff up.At this point, shuffling alliances and adding a few big-name actors (principally Charlize Theron, here as a Bond-esque cyber-villain known as Cipher) is about all that can be done to distinguish one outing from the next, which doesn't prevent the movie from feeling mechanical, and -- at well over two hours -- a little bloated.With nuclear weapons in the mix, nobody can accuse this latest adventure of playing for small stakes. Still, \"Fate of the Furious\" (which eschews designating its sequel status numerically, other than its Twitter hashtag) only sporadically sparks to life, with the best recurring bit involving the macho banter between Dwayne Johnson and Jason Statham's characters, which eventually prompts even these tough guys to burst out laughing.The plot, such as it is, proves almost incidental. After an opening sequence set in Cuba that mostly squanders that locale, the gruff automaton Dom (Vin Diesel) encounters Cipher, who finds a way to coerce him into assisting her.Having Dom go \"rogue,\" as federal agent Luke Hobbs (Johnson) puts it, throws his team into a tizzy, forcing them into an uneasy alliance with the aforementioned Deckard Shaw (Statham). That leads to a globetrotting quest to thwart Cipher's plans.Even by the standards of the genre, the storytelling is occasionally clunky -- in one instance, awkwardly transitioning almost mid-scene into an action sequence in Berlin, as if director F. Gary Gray suddenly decided that it was time to speed away from pesky dialogue and exposition, pronto.Theron, meanwhile, proves a pretty stock villain, saddled with dialogue rote enough that it would be fair to just assume her aims are nefarious and get on with it.Inevitably, the main draw remains the elaborately mounted driving pieces. But even those have a certain off-the-assembly-line quality, as well as a need to keep ratcheting up the military hardware. By the time the heroes are chasing a nuclear submarine, the excitement factor is on fairly thin ice.It's equally true that these movies are almost wholly review-proof, making puny critics pretty well irrelevant. Die-hard fans will likely feel they got their money's worth, and pocketing boatloads (or U-boat loads) of money is a virtual certainty.Although these movies have become a major franchise with more sequels already lined up, there's room to maneuver even within the confines of a formula. \"Fate of the Furious,\" by contrast, appears content to coast along on cruise control.\"The Fate of the Furious\" premieres April 14 in the U.S. It's rated PG-13."
}]}