{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/14/tv-shows/veep-season-6-preview/index.html",
    "title": "'Veep' tackles life beyond the White House",
    "author": "By Brian Lowry, CNN",
    "release": "Updated 10:01 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Faced with a political moment that at times seems to border on satire, \"Veep\" fortuitously picked the right time to move on to explore life after the White House.The show's sixth season, which begins Sunday, finds Selina Meyer (Julia Louis-Dreyfus) dealing with the aftermath of her short-lived presidency, subjected to various indignities as she goes about chores like raising money for her presidential library and learning to fly coach. Her inventively profane staff, meanwhile, has largely scattered, moving on to new challenges that range from holding congressional seats to managing smaller campaigns to (in the case of Dan, played by Reid Scott) co-hosting \"CBS This Morning.\"This being \"Veep,\" the one-liners still fly fast and furiously. On a trip to the country of Georgia to act as an election observer, Selina asks her guide, \"Do you have any water that doesn't come from a nuclear power plant?\"Still, faced with the age of Donald Trump, the undercurrent to this season of \"Veep\" is more skewed to politics' also-rans -- to that moment when politicians must contend with being a civilian again, however privileged.The current storyline was planned out long before the election in November, which took place when \"Veep\" was already in production. Series showrunner David Mandel saw the comedic possibilities in the Meyer character leaving office.\"Dealing with the embarrassment of her being a former president seemed like the perfect thing to make Julia that much funnier,\" he said. \"As it turned out, I think it was the luckiest thing I ever did.\"People have already been linking \"Veep\" to more absurd moments generated by the Trump administration, superimposing the program's whimsical closing credits over awkward scenes of the president or his staff.In preparing for the season, Mandel and the writing staff met with Mitt Romney and former officials of the George H.W. Bush administration, discussing both losing a presidential election and how, in the latter case, people were unprepared to deal with the fallout.\"There's something wonderful about loss,\" Mandel said, \"and to have Selina swim in it is such a wonderful area for comedy.\"\"Veep,\" obviously, comes at politics from a different perspective than Washington-set dramas like \"House of Cards\" and \"Scandal,\" whose writing staffs have also been grappling with \"How to Write TV in the Age of Trump,\" as the New York Times put it in a round-table discussion with the various producers.In hindsight, \"Veep's\" organic decision mitigated what Mandel said would have been his concerns about how people would have processed their fictional press briefing on Sunday night after something like the one for which White House press secretary Sean Spicer had to apologize earlier this week.Although \"Veep\" is in its sixth season -- an end point for HBO's \"Girls\" -- Mandel said there have been no conversations as yet about whether it's time to begin contemplating a finale. As it stands, Meyer's post-presidency appears to have opened up a fertile assortment of new plots. \"To lose the presidency of the United States, the thing you want most in the world, is just insane,\" Mandel said.For now, Selina's loss, at least in the short term, appears to be \"Veep's\" gain.\"Veep\" premieres April 16 at 10:30 p.m. on HBO."
}]}