{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/14/entertainment/ben-affleck-jennifer-garner-divorce/index.html",
    "title": "Ben Affleck and Jennifer Garner's friendly divorce",
    "author": "By Lisa Respers France, CNN",
    "release": "Updated 9:48 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)After an almost two-year separation, Ben Affleck and Jennifer Garner officially filed for divorce Thursday.The pair are seeking joint custody of their children, Violet, 11, Seraphina, 8, and Samuel, 5.\"They remain friends and continue to co-parent their three kids amicably,\" a source close to the couple told CNN. \"They had always planned to divorce but just needed time. As always, their children are their first priority.\"Garner and Affleck shocked fans when they first announced their split in 2015 -- one day after their 10th wedding anniversary.Ben Affleck and Jennifer Garner set to divorce\"After much thought and careful consideration, we have made the difficult decision to divorce,\" the pair said then in a joint statement. \"We go forward with love and friendship for one another and a commitment to co-parenting our children whose privacy we ask to be respected during this difficult time.\"\"This will be our only comment on this private, family matter,\" they added. \"Thank you for understanding.\"The couple were often seen together with their children, seemingly happy and sparking speculation among some they would reconcile.At a Times Talk in New York City in December to promote his film \"Live by Night,\" Affleck called his estranged wife the \"world's greatest mom.\"He also talked to  Ellen DeGeneres last year about his relationship with Garner.\"We're good friends and we're doing our best,\" he said. \"And the kids are fabulous and we're working on our best for them.\"Ben Affleck on co-parenting with Jennifer GarnerAffleck recently revealed that he had been in rehab for an addiction to alcohol.Ben Affleck shares he's completed treatment for 'alcohol addiction'\"I have completed treatment for alcohol addiction; something I've dealt with in the past and will continue to confront,\" he wrote in a posting on his Facebook page. \"I want to live life to the fullest and be the best father I can be.\"According to legal documents obtained by CNN, Garner petitioned for the divorce citing irreconcilable differences.There is no date of separation listed and they are asking to keep their individual earnings and assets.Support, if any, will be determined at a later date."
}]}