{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170328120408-abby-lee-miller-dance-moms-small-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/03/29/entertainment/lamar-odom-khloe-kardashian/index.html",
    "title": "Lamar Odom is sober and full of regret",
    "author": "By Lisa Respers France, CNN",
    "release": "Updated 6:30 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Lamar Odom knows he is lucky to be alive.The former basketball player and reality star has given his first extensive interview since he collapsed in a Nevada brothel in 2015.Tragedy and triumph: The turbulent life of Lamar OdomOdom told Us Weekly he has a host of regrets, including cheating on former wife Khloe Kardashian.\"If there is one thing I regret when I was married, it was having multiple affairs with different women,\" he said. \"That wasn't the stand-up thing to do. I wish I could have kept my d--k in my pants.\"Odom revealed to the publication he suffered 12 strokes and two heart attacks after he was found unresponsive in the brothel.Kardashian stood beside her estranged husband as he battled to regain his health.The couple were headed for divorce when Odom suffered his crisis. The former L.A. Laker blamed his infidelity and drug use for the demise of their four year marriage, and said his wife was \"disappointed\" when she caught him doing drugs two years into their union.\"The sad thing about it is, I don't know if I was disappointed because I was actually doing the drug or because she caught me,\" Odom recalled. \"She knew I was doing cocaine the whole time after that.\"Odom said Kardashian disapproved of his drug use.She was the first person he saw when he emerged from his coma, he said, and she played a huge role in helping him regain his memory.Odom said her efforts were about support, not rekindling their romance.\"Honestly, at that time I was just blessed to be around [Kardashian],\" he said. \"I wasn't making any more out of it than that. We haven't been intimate in years.\"Kardashian refiled for divorce in May 2016.Odom said he is currently sober, having completed a stint in rehab in January.He credits his 18-year-old daughter Destiny with getting him into treatment. \"My daughter gave me the ultimatum to go,\" he explained. \"She said, 'Pops, you get help or I won't talk to you.' I think she saw it in my behavior.\"Odom is currently working on a docuseries and has an autobiography coming out this year.And he's enjoying his sobriety.\"Living sober, meaning no drugs, is a great feeling,\" Odom said. \"Being in the moment is important.\""
}]}