{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170307130956-chrissy-teigen-postpartum-depression-michaela-00001421-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/12/entertainment/the-leftovers-final-season-preview/index.html",
    "title": "'The Leftovers' warmed up TV's 'surreality' wave",
    "author": "By Brian Lowry, CNN",
    "release": "Updated 11:52 AM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)At the risk of being booted from the TV critics cool kids' table, \"The Leftovers\" has always felt a trifle overrated -- an intriguing premise that became too enamored with its own eccentricity.In that regard, the HBO show -- which returns for its third and final season beginning April 16 -- has become emblematic of a subgenre that has gained a growing toehold, one that New York Times critic James Poniewozik recently dubbed \"surreality TV.\" The basic formula is a program that dares to be impenetrable for many, while presenting an enigmatic mystery, complete with a trail of bread crumbs, designed to dazzle the few, including the critical establishment.\"Leftovers\" has gained a fair amount of company in fitting that description. Other examples include the FX series \"Legion,\" the second season of USA's \"Mr. Robot\" and Starz's upcoming adaptation of Neil Gaiman's novel \"American Gods.\" \"Twin Peaks,\" an ahead-of-its-time exercise in surreality, will also be revived on Showtime in May.Some of the shared traits include complicated flights of fancy, occasionally blurring the lines between fact and fantasy; and doling out story in measured drips, advancing the plot at what often feels like a snail's pace.Television writers have clearly embraced this expanded freedom, and prestige networks have grown more willing to indulge them. After years of TV that operated within relatively rigid and narrow creative parameters, there's a certain thrill in seeing writers flex their storytelling muscles, even when the results can be a tad confounding.Not surprisingly, few of the series that exhibit these qualities have become major hits ratings-wise. Their value generally lies in the passions that a hardy few harbor for them, and not incidentally, the disproportionate media attention and critical praise they generate.HBO granted the \"Leftovers\" a third and final season despite pretty meager ratings. A preview of seven episodes (encompassing all but the finale) finds the series more assured and purposeful -- steadfastly moving toward something, whatever that might be, as opposed to away from the inexplicable event that set the story in motion.That event -- courtesy of novelist Tom Perrotta, who adapted his book with \"Lost's\" Damon Lindelof -- was a doozy: Two percent of the world's population suddenly disappeared in a Rapture-like flash, unleashing confusion, pain and guilt among those left behind.Without giving too much away, season three begins approaching an anniversary of that moment, unleashing new waves of paranoia, apprehension and religious fervor. Much of this unfolds from the perspective of Kevin Garvey (Justin Theroux), who has survived more than his share of strange post-departure interludes; and his partner Nora (the brilliant Carrie Coon), who lost her entire family but still appears better able to roll with the punches than Kevin does.The latest episodes also devote time to several key supporting players, and cleverly play off the second season, including one of its more celebrated flourishes.Despite the frustrating aspects of its narrative, \"The Leftovers\" has consistently tackled ambitious themes, including the search for meaning and the way people forge unlikely connections in the wake of tragedy.Nevertheless, it has also felt like a show determined to impress on that level at the occasional expense of coherence. The result is a series that certainly isn't boring, yet whose profundity largely exists within the eye of the beholder. Like other programs seasoned in surreality, it's difficult to imagine a tidy ending. Then again, \"The Leftovers\" is part of a high-end programming menu squarely aimed at those with a taste for ambiguity, who don't mind when their TV is a little bit messy.\"The Leftovers\" premieres April 16 at 9 p.m. on HBO."
}]}