{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170307130956-chrissy-teigen-postpartum-depression-michaela-00001421-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/12/entertainment/fear-factor/index.html",
    "title": "MTV reviving 'Fear Factor' with Ludacris as host",
    "author": "By Sandra Gonzalez, CNN",
    "release": "Updated 12:56 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)MTV has no fear when it comes to jumping into the reboot game. The network has announced plans to bring back reality competition show \"Fear Factor,\" which challenged competitors to a series of sometimes-gross bravery-testing challenges in hopes of winning $50,000. The show originally aired on NBC from 2001-06 and had a short revival from 2011-12. Musician and actor Ludacris will take on duties as host, replacing Joe Rogan. Ludacris will also serve as an executive producer. \"MTV is about celebrating youth culture, and with the reinvented 'Fear Factor,' we are putting the power in our audience's hands to face and overcome their biggest fears,\" said MTV president Chris McCarthy said in a statement.  \"We are thrilled to partner with Ludacris, one of the biggest global stars who has a rich history with MTV, to energize this franchise for a whole new generation.\"MTV says the series will get a bit of a makeover, with a show that's \"custom-created for a generation that is increasingly empowered, while also more anxious than ever,\" according to a statement. That will include new stunts inspired by urban legends, popular scary movies and viral videos. In the original series, contestants were challenged to three rounds of stunts. Typically, the first and third stunts required physical abilities or involved extreme circumstances, such as heights or underwater activities. The second stunt was a mental challenge during which contestants were asked to consume unsavory concoctions (like live bugs or animal parts) or endure extreme situations (like being submerged in spiders or snakes). MTV has ordered 12, one-hour episodes. The show premieres May 30.  "
}]}