{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/14/entertainment/zeke-smith-survivor-outing/index.html",
    "title": "Zeke Smith on how 'Survivor' handled his outing",
    "author": "By Lisa Respers France, CNN",
    "release": "Updated 11:33 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Zeke Smith is talking about being outed as transgender on the CBS reality competition \"Survivor: Game Changers.\"Appearing on \"The Talk\" Thursday, Smith said while he didn't anticipate being outed by another contestant, \"Survivor\" producers have given him \"unprecedented autonomy in how I wanted to tell my story.\" \"We started having conversations all the way back in Fiji nine months ago about the care with which this episode was going to be handled,\" he said. \"I came to Jeff [Probst] and asked if I could write a personal essay about what happened and he immediately said yes.\"Zeke Smith outed as transgender on 'Survivor'He said he didn't initially tell the show's casting team he was transgender.\"That was developed later in our relationship,\" said Smith, who appeared on back to back seasons of \"Survivor.\" \"I had a chat with Jeff Probst [the show's host] in which we agreed if, how, and when I'm gonna talk about this part of my life, it's gonna be up to me, as opposed to being outed by a fellow contestant.\"During an episode which aired Wednesday night, contestant Jeff Varner turned to Smith and asked \"Why haven't you told anyone you're transgender?\" The incident angered fans, Probst and some of Smith's fellow cast members.Smith said the enormity of what had happened struck him when he saw Probst look away from the tribe (which is what the contestants are called), something he never does during a Tribal Council.\"And that's what signaled to me the worst had happened,\" Smith said. \"There was this primal instinct in me that just said 'run,' but I knew I couldn't run because I came to 'Survivor' to confront great challenges.\"In a statement provided to CNN, CBS stood by its decision to air the outing.\"After the tribal council scene in [Wednesday night's] 'Survivor' was filmed, we consulted with Zeke Smith and with GLAAD in advance of the broadcast, including the issue of how Zeke would tell his story after the episode aired,\" the statement said. \"This is his second consecutive season on 'Survivor.' From his first season through the current edition, we have always been guided by the principle that this is his story to tell, and it remains so.\"The statement continued on to say \"We support how Jeff Probst and the producers handled a very sensitive situation and marvel at the grace Zeke exhibited under extraordinary circumstances.\"\"We also have respect for how Jeff Varner has expressed remorse for his mistake, both in the episode and in his subsequent dialogue with the media,\" it said. \"In the end, we believe this episode, accompanied by Zeke's own remarkable writing and speaking on the subject, has provided an unexpected but important dialogue about acceptance and treating transgender people with respect.\"Smith said he is proud of himself for how he has responded to it all.\"I wanted the world to see how much I'd grown and I also thought by showing what happened, maybe it wouldn't happen to someone else and something good could come of it,\" he said. "
}]}