{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170307130956-chrissy-teigen-postpartum-depression-michaela-00001421-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/12/celebrities/chrissy-teigen-daughter-interview/index.html",
    "title": "Chrissy Teigen keeps it real and that's why we love her",
    "author": "By Chloe Melas, CNN",
    "release": "Updated 1:32 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Chrissy Teigen is known for being outspoken on a number of issues and she's back at it again. The \"Lip Sync Battle\" host and model has been vocal about her battle with postpartum depression but for Teigen, the good days \"outweigh\" the bad. \"There's a light on the other side,\" Teigen told Refinery29. \"When I was in the midst of everything, I could never imagine myself on the other side of it. Now, I'm able to look at September, October, November, December, and shake my head at how dark and crazy of a period it was. Unfortunately, you can only really do that when you're out of it. There's no other way to explain it. And there's no better feeling than being out of it.\"Teigen acknowledges that motherhood isn't for everyone -- and doesn't believe parenting should define a woman. \"I think it's really commendable to even doubt the process out loud, because I don't feel like people should be pressured to have children,\" she said. \"I'm sure that when you announce that fact to somebody, they're very quick to be like, 'Gasp! Why don't you want kids?' And I've never been that way with people, because I don't think any of us should assume all women's goals are to have kids. It's a choice!\"Related: Chrissy Teigen reveals postpartum depression, anxietyTeigen, who frequently shares pictures of her one-year-old daughter, Luna, says being a mom occasionally requires some dirty work. \"Maybe like five minutes ago, I took my nail up Luna's nose and scraped the most epic booger out you can ever imagine. And I put it in a paper towel and I kind of stared at it for a while, and I was like, 'Oh my gosh, this is like a really amazing booger I got,'\" she said. \"Like you get very excited for being able to clear out your kid's nose. I have this obsession with digging out her boogers with my pinky. I try to be as gentle as possible, but once I see it, I can't go to bed knowing it's in there. I need to get it out. I've honestly thought about putting my mouth around her nose and just sucking it out.\"Thank you, Chrissy. This is just what the internet needed today. "
}]}