{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170328120408-abby-lee-miller-dance-moms-small-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/03/30/entertainment/dance-moms-abby-lee-miller/index.html",
    "title": "Abby Lee Miller suddenly exits 'Dance Moms'",
    "author": "By Lisa Respers France, CNN",
    "release": "Updated 3:41 PM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)The Lifetime reality series \"Dance Moms\" might be better known for its drama than dancing.The series followed the exploits of choreographer and dance instructor Abby Lee Miller, who frequently battled with the mothers of her young students.Miller suddenly announced her departure from the series earlier this week, in true theatrical form.Here's what we know:Miller says she's doneMiller informed the the world she was quitting \"Dance Moms\" in a fiery Instagram post on Monday.\"I will no longer take part in Dance Moms,\" Miller wrote in the caption of a photo showing her with some of the dancers. \"For the past six years/ seven seasons I have asked, begged, and even demanded creative credit for all the ideas, award winning routines, themes, and costuming -- to no avail!\"She loves working with children, Miller added, but no longer wants to work with the show's producers.\"I just have a problem with being manipulated, disrespected, and used -- day in and day out by men who never took a dance lesson in their lives and treat women like dirt,\" Miller wrote.A high profile replacement?There's chatter that Miller is being replaced with a familiar face: Cheryl Burke.Burke is best known for her work on \"Dancing With the Stars.\" She became the first female professional dancer to win during Season 2 of the ABC ratings juggarnaut, when she took the mirror ball trophy with singer Drew Lachey.Burke was also the first \"DWTS\" pro to win consecutively, when she partnered with Emmitt Smith the following season.CNN has reached out to Lifetime for comment on Miller's accusations and confirmation that Burke has been hired.Miller told Entertainment Tonight she approves of Burke being added to the show.\"I'm glad that someone who has worked on a network show for as long as she has on 'Dancing With the Stars' is going to see what I've been working with for seven years,\" Miller said. Miller added that she doubted Burke would be treated the same. \"I bet you the budget is completely different, and I bet you she is never driving her car, with her gas, getting parking tickets that she has to pay, walking up and down the streets looking for fabric on her feet,\" Miller said.But it's possible Burke may only appear on \"Dance Moms\" as a guest choreographer, as she and other celebrity dancers have done in the past.Miller has other issuesMiller's decision to quit comes as she deals with ongoing legal issues.She is awaiting sentencing after pleading guilty in June to bankruptcy fraud.Miller was accused of attempting to hide $775,000 in income after filing for Chapter 11 bankruptcy. We'll always have MaddieA ray of light in the fallout of Miller's departure is a breakout star of \"Dance Moms,\" Maddie Ziegler.The young dancer has gone on to find fame as a muse for singer Sia, who featured Ziegler in her music videos and live performances.Ziegler is also a published author and an actress.On Thursday, Ziegler tweeted the trailer to the forthcoming film \"The Book of Henry,\" in which she costars.The film is slated for release on June 16. "
}]}