{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170307130956-chrissy-teigen-postpartum-depression-michaela-00001421-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/12/entertainment/louis-ck-clown-snl/index.html",
    "title": "Did this 'SNL' clown sketch plagiarize?",
    "author": "By Sandra Gonzalez, CNN",
    "release": "Updated 12:20 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Tig Notaro says she was \"extremely\" disappointed by a \"Saturday Night Live\" sketch that has drawn comparisons to her 2015 short film, \"Clown Service.\" On Saturday, host Louis C.K. starred in a sketch called \"Birthday Clown\" about a man who hired a clown for an uncomfortable one-on-one show. Since its airing, Notaro said she's heard from a \"cacophony of voices\" who alerted her to the \"potential plagiarizing\" of her film. In \"Clown Service\" Notaro plays a woman who enlists the services of a clown to bring her cheer in the midst of post-breakup blues. The short film was written by Notaro and Melissa Blake and premiered at Vulture Festival in 2015. \"While I don't know how all this actually happened, I did find it extremely disappointing,\" Notaro said in a statement to Entertainment Weekly. Notaro has not communicated with Louis C.K. for nearly a year and a half, she said.In her statement, Notaro alleges that \"a writer/director who was fully aware\" of her film while she was making it also worked on the sketch that aired on \"SNL.\" NBC had no comment. \"I never gave anyone permission to use anything from my film,\" Notaro said in the statement. Representatives for Louis C.K. and Notaro did not return requests for comment. \"I hesitated to even address any of this, but I think it is only right to defend my work and ideas,\" Notaro said in the statement, adding that moving forward she planned to \"continue screening 'Clown Service' with the joy and pride I always have.\""
}]}