{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/13/entertainment/star-wars-celebration-carrie-fisher-tribute/index.html",
    "title": "The Carrie Fisher tribute that'll have you in tears",
    "author": "By Frank Pallotta",
    "release": "Updated 2:44 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)\"She was the boss. It was her war.\"That's how George Lucas remembered the late Carrie Fisher at the massive \"Star Wars\" fan convention, Star Wars Celebration, on Thursday.The \"Star Wars\" creator spoke at the gathering in Orlando, Florida, in tribute of Fisher, who played the iconic Princess Leia in the series. Fisher died of cardiac arrest in December at age 60. \"There's not many people like her,\" Lucas told the convention hall, standing next to Lucasfilm president Kathleen Kennedy. \"She was the toughest of the group.\"Billie Lourd, Fisher's daughter, then spoke of her late mother and her role as Leia.\"My mom used to say, she never knew where Princess Leia ended and Carrie Fisher began,\" Lourd said. That was followed by a five-minute tribute to Fisher featuring footage from the saga, including behind-the-scenes moments and interviews of Fisher.\"I love these movies,\" Fisher said in the tribute. \"And actually they've become better for me now because I have a daughter, and she loves them.\"Following the tribute, \"Star Wars\" composer John Williams and the Orlando Philharmonic Orchestra played a rendition of \"Leia's Theme,\" the composition that has become synonymous with the character and, for some fans, Fisher herself. Away from the tribute, a panel celebrated the 40th anniversary of \"Star Wars\" and included a surprise appearance from Harrison Ford, who played Han Solo.The panel's moderator, Warwick Davis, who played the Ewok Wicket in \"Return of the Jedi,\" asked about the series' impact on Ford's life. \"It's made no difference in my life whatsoever,\" Ford said dryly to laughs.The actor then spoke of his admiration of the franchise. \"It was a brilliant work of a mythology that has sustained interest for more than 40 years,\" he said."
}]}