{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170411135356-veep-season-6-photo-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/13/entertainment/chelsea-handler-netflix-season-2/index.html",
    "title": "What to expect from Netflix's 'Chelsea' Season 2",
    "author": "By Sandra Gonzalez, CNN",
    "release": "Updated 6:28 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Nearly ten years ago, Chelsea Handler made her late-night debut on E! with \"Chelsea Lately.\" The after-hours party served up heaps of pop culture gab and raunch-filled perspective for seven seasons. Now heading into her second year on Netflix, that world couldn't seem further from Handler's mind. \"I have a whole tribute to [White House press secretary] Sean Spicer that I can't wait for the whole world to see,\" Handler told CNN during a recent interview on her talk show's set. \"I love it.\" The late-night menu Handler currently serves on \"Chelsea\" is reflective of a shift in her interests. She is sucked into the 24-hour news cycle these days and shares her unfiltered thoughts about what she calls President Donald Trump's \"shit show of an administration.\" But the \"frightening\" feelings she sometimes experiences only fuel her desire to get involved, do more and say more. \"I'm good at sticking my neck out for myself, so now it's fun to do it for other people,\" she said. The first season of her show didn't shy away from nuanced subject matters. She hosted a dinner where she and some of Hollywood's most notable female voices talked about the fight for equal pay. On other nights, her guest roster included Chelsea Clinton, Gloria Steinem and former Senator Barbara Boxer.But in Season 2, which will adopt a weekly format, Handler's diving even deeper into the political waters -- for herself and for her viewers. \"I just feel a sense of responsibility, I think, more than anything else, to help people understand,\" she said. \"I know I certainly didn't understand politics as much as I do now. I have a lot more to learn.\" Season 2 will see visits from CNN's Van Jones, Christiane Amanpour and Sen. Cory Booker. She will also host a dinner party where education will be the topic du jour. Jim Parsons, Rashida Jones, Gaby Hoffmann, and Mary McCormack are the guests.Related: Chelsea Handler's latest dinner party takes on equal pay in Hollywood \"I'm in a different place than where I was in my 30s,\" Handler said. \"I'm not as selfish as I was in my 30s -- and in some ways I'm more selfish. I'm more set in my ways, but [I also ask] 'What are we doing here that's going to have an impact?' -- rather than just cashing a paycheck.\" Handler feels, though, that comedy and seriousness do not have to be mutually exclusive.\"Chelsea\" has given her a platform to do a serious interview, then pivot for a \"dumb sketch where I'm walking around in my underwear.\" \"We can combine those things and who's to say we can't?\" she said. She points to Bill Maher and John Oliver as two fellow late-night hosts whose approaches she also admires. \"I'm not as politically savvy as those two, but I enjoy giving the audience something to take away rather than just pure stupidity -- you know, which I'm also capable of.\" In all, \"Chelsea\" is firmly where Chelsea Handler wants it to be. \"Right now is a very important time and you can't really bow out,\" she said. \"This is, more than ever in any recent time in history, [a time] that we have to speak loudly.\" The second season of \"Chelsea\" streams on Netflix starting April 14. "
}]}