{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160819151951-k-pop-psy-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/03/21/arts/the-beatles-unseen-photographs-david-magnus/index.html",
    "title": "The Beatles as you've never seen",
    "author": "By Allyssia Alleyne, CNN ",
    "release": "Updated 9:47 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)At 19, British photographer David Magnus was invited to shoot a still relatively unknown pop group called The Beatles during a concert at a Buckinghamshire private school. Program note: Explore the music tied to iconic moments in history: CNN Original Series \"Soundtracks\" premieres Thursday, April 20, at 10 p.m. ET.Needless to say, they didn't stay unknown for much longer. The Fab Four would go on to be one of history's most influential and critically acclaimed musical acts -- and Magnus, who became a friend of the band, would be there to capture their career milestones. Read: The scandalous art dealer who defined Swinging London\"Nobody expected that these four talented lads from Liverpool would go on for what is now 54 years,\" Magnus, now 72, told CNN in an email. \"Looking back at that weekend and the time I spent through the years with The Beatles, I now realize how incredibly fortunate I was  to spend so much time with them.\" In June 1967, the band invited him to Abbey Road Studios (then known as EMI Studios) the weekend they recorded \"All You Need is Love\" for the BBC's \"Our World,\" the world's first live, international satellite production, and the first time they'd performed the song in public. Read: Psychedelia and debauchery from the golden age of LSDFifty years later, the public can see Magnus' behind-the-scenes photos from that weekend at his new exhibition, \"The Beatles Unseen: Photographs by David Magnus,\" at London's Proud Chelsea gallery. Transcending generationsWhile rehearsals were professional and productive, Magnus describes the recording itself as a party, with the band having decorated the space with balloons and streamers, and invited celebrities like Mick Jagger, The Who's Keith Moon and Marianne Faithfull to attend.Magnus was given free rein to shoot what he saw fit, from tea breaks at the canteen to Paul McCartney painting a sign for his Aunt Milly, who was visiting family in Australia, to see during the broadcast. (It read \"COME BACK MILLY!\") Read: Andy Warhol's Factory through the eyes of a teen photographer\"It was reportage with The Beatles, and I was able to achieve this style of photography with them, having built up over the years a bond of trust between us,\" he said. Two weeks ago, Magnus brought a group of American friends to the famed zebra crossing outside of Abbey Road Studios, made famous by the cover of the band's 1969 album of the same name. He was struck to see a large crowd already gathered, \"the majority of whom were not even born when The Beatles were making their music.\" \"Their music is just as popular today as it was,\" he said. \"It has transcended the generations.\" \"The Beatles Unseen: Photographs by David Magnus\" is on at Proud Chelsea in London until May 14, 2017."
}]}