{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170404140301-graphene-membrane-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/04/health/graphene-sieve-drinkable-seawater/index.html",
    "title": "This invention could make the ocean drinkable",
    "author": "By Lauren Said-Moorhouse, CNN",
    "release": "Updated 12:32 PM ET, Tue April 4, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Researchers in the United Kingdom have developed a graphene-based sieve that can filter salt out of seawater, a development that could provide drinking water to millions of people around the globe.The applications could be a game-changer in countries where access to safe, clean, drinkable water is severely limited. Graphene -- an ultra-thin sheet of carbon atoms organized in a hexagonal lattice -- was first identified at the University of Manchester in 2002 and has since been hailed as a \"wonder material,\" with scientists racing to develop inexpensive graphene-based barriers for desalination on an industrial scale. Now, the team at Manchester has used a compound of graphene, known as graphene oxide, to create a rigid sieve that could filter out salt using less energy.Overcoming hurdlesIn recent years, there had been some success in water filtration using graphene oxide to sift out other smaller nanoparticles and organic molecules. But researchers had struggled to move forward after finding that the membrane's pores would swell up when immersed in water, allowing particles to continue to pass through.Rahul Nair's team at Manchester now claims it has discovered how to control of the expansion and size of the pores. Writing Monday in the Nature Nanotechnology journal, the team revealed it was able to restrict pore-swelling by coating the material with epoxy resin composite that prevented the sieve from expanding. This means common salt crystals could continue to be filtered out, while leaving behind uncontaminated, clean, drinking water. The discovery is \"a significant step forward and will open new possibilities for improving the efficiency of desalination technology,\" Nair said in a statement from the university. \"This is the first clear-cut experiment in this regime. We also demonstrate that there are realistic possibilities to scale up the described approach and mass produce graphene-based membranes with required sieve sizes,\" he added. Global implicationsBoosting global access to water is critical. By 2025, 14% of the global population will suffer from water scarcity, the United Nations predicts. In addition, climate change is expected to wreak havoc on urban water supplies, with decreased rainfall and rising temperatures expected to fuel demand.Cities have been investing heavily in diversifying their water supplies, including developing new desalination technologies to make seawater potable. But existing, industrial-scale desalination plants can be costly and normally involve one of two methods: distillation through thermal energy, or filtration of salt from water using polymer-based membranes. These techniques have drawn criticism from environmentalists, who argue they involve large amounts of energy, produce greenhouse gases and can be harm marine organisms. What's next?The graphene-oxide breakthrough has been welcomed by scientists in the field as a promising development, but some are cautious of the next steps. \"The selective separation of water molecules from ions by physical restriction of interlayer spacing opens the door to the synthesis of inexpensive membranes for desalination,\" wrote Ram Devanathan of the Pacific Northwest National Laboratory, in an accompanying news-and-views article in the journal.More work still needs to be done to test the durability of the barriers and to confirm the membrane is resistant to \"fouling by organics, salt and biological material,\" he said. Water treatment with membranes that separate water molecules from ions, pathogens and pollutants has been proposed as an energy-efficient solution to the freshwater crisis, Devanathan added.\"The ultimate goal is to create a filtration device that will produce potable water from seawater or waste water with minimal energy input.\" "
}]}