{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160819151951-k-pop-psy-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2016/08/10/health/where-taste-in-music-comes-from/index.html",
    "title": "Where your taste in music comes from",
    "author": "By Jacqueline Howard, CNN",
    "release": "Updated 10:18 AM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Your taste in music might have more to do with the culture around you than how your brain is wired.Program note: Explore the music tied to iconic moments in history: CNN Original Series \"Soundtracks\" premieres Thursday, April 20, at 10 p.m. ET.Scientists previously thought that musical preference is rooted in the brain, but a new study of a remote Amazonian society suggests that musical tastes are cultural in origin. It turns out that the preference for consonant sounds -- which include the combination of notes in the classic chords of C and G, often heard in pop music -- varies across nations and is strongest in Western cultures, said Josh McDermott, assistant professor of brain and cognitive sciences at the Massachusetts Institute of Technology and lead author of the study.\"This indicates that the preference for consonance depends on exposure to particular types of music, probably those that feature harmony in which some combinations of notes are prioritized over others,\" he said. \"If it were 'hardwired,' one would not expect such dramatic cultural variation; everyone would be expected to have a robust preference.\"Consonance vs. dissonance For the study, which was published in the journal Nature last month, McDermott and his colleagues traveled to the Amazonian rainforest in rural northwest Bolivia where the Tsimane village is located. The Tsimane village has limited access to the outside world.The researchers asked more than 100 Tsimane study participants to rate the pleasantness of various sounds. Some of the sounds were combinations of notes that form a consonant chord, and some were dissonant chords. (You can hear these sounds in the video below.) The researchers also conducted a series of unrelated control experiments to ensure that the study participants understood the listening task. Additionally, they ran all of the same experiments on about the same number of Western listeners.For instance, one experiment involved asking the participants to listen to sounds of laughter and gasps of fear. Similar to Westerners, the Tsimane participants rated laughter as pleasant and gasps as unpleasant.But what did the researchers discover in the chord experiment? In contrast to Westerners, who rated the consonant sounds as pleasant and the dissonant sounds as unpleasant, the Tsimane participants rated the two classes of sounds as equally pleasant.To Western ears, dissonant chords tend to sound like they clash and may seem more downtrodden or tense, whereas consonant chords may seem more harmonic and upbeat.\"By the time we conducted the study, I had become aware that consonance preferences even among Westerners vary considerably, being stronger in people who have played an instrument,\" McDermott said. \"So I knew the preference could at least be modulated by experience. Still, it was striking to see the degree of variation across cultures.\"A new understanding of musicSandra Trehub, professor emeritus of psychology at the University of Toronto-Mississauga who was not involved in the study, said the new findings change our understanding of aesthetic preferences in music.\"If we had an innate preference for consonance, then people in many cultures -- for example, Balinese musicians who tune pairs of instruments to generate dissonance when played together and traditional ganga singers in rural Croatia who sing melodies one semitone apart in their duets -- would have to overcome an innate disdain for dissonance,\" Trehub said.\"Their audiences would too, of course,\" she added.Trehub, who has studied infants and music, noted that even as babies, we tend to prefer the music and sounds that we are most familiar with.Therefore, the new findings underscore the importance of examining various cultures around the world and their preferences to fully understand the art of music, McDermott said.\"We need to accept and document the differences in how other cultures hear the world,\" he said. \"The opportunities to do so are rapidly diminishing with the diffusion of Western music around the world, and I think we need to seize the opportunity to do as much as we can before the window closes.\""
}]}