{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170404140301-graphene-membrane-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/01/16/world/cassava-plastic/index.html",
    "title": "'Plastic' that won't pollute",
    "author": "By Kieron Monks, CNN",
    "release": "Updated 12:09 PM ET, Tue January 17, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)The island of Bali is a jewel of the Indonesian archipelago, a tourist magnet known for idyllic beaches and lush forests.But the curse of plastic pollution threatens to make this a paradise lost, disfigured by trash-strewn shores and sprawling landfill sites. Only China dumps more plastic in the ocean than Indonesia, and much of it washes up in Bali.The crisis inspired local surfer and entrepreneur Kevin Kumala to find a novel solution.\"I was with a friend sitting outside a bar and we were seeing hundreds of motorcyclists wearing vinyl ponchos,\" he recalls. \"It clicked that these disgusting, toxic ponchos would be used a few times and then discarded, but they would not decompose.\"The biology graduate resolved to create a better plastic, that would leave no trace.Laying rootsSalvation took the shape of cassava, a cheap and common root vegetable across Indonesia. Kumala and his school friend partner studied the emerging field of bioplastics, and took inspiration from new materials based on corn and soy starch. They devised their own recipe using cassava starch, vegetable oil, and organic resins.The resulting \"100% bio-based\" material was biodegradable and compostable, breaking down over a period of months on land or at sea, or instantly in hot water.   Kumala claims the bioplastic leaves no trace of toxic residue, a point he demonstrates by dissolving and drinking it.\"I wanted to show this bioplastic would be so harmless to sea animals that a human could drink it,\" he says. \"I wasn't nervous because it passed an oral toxicity test.\" The entrepreneur launched a company in 2014 selling cassava-plastic ponchos. Today, Avani Eco produces four tons of material a day that is used for products including plastic bags, food packaging, and covers for hospital beds.Avani's factory has the capacity to produce five times as much plastic, and the founders hope to push it to the limit. Turning the tide Establishing the cassava material as a competitor to traditional plastic has been an uphill struggle.  Few reliable investors have been prepared to back the venture -- although Avani recently secured funding from a private equity group for the first time. \"We want to do this on a bigger scale but it depends who gets on the bus,\" says Kumala. Beyond funding, another challenge has been selling the products to businesses despite the \"green premium\" that makes them more expensive than conventional plastic. Kumala estimates that Avani plastic bags are around twice the price, although some products such as ponchos can be cheaper than vinyl rivals.But the company is well-placed to benefit from a movement for change in Bali. Campaigns such as \"Bye Bye Plastic Bags,\" led by two charismatic teenage girls from the island, have raised awareness of plastic pollution and compelled the government to take action -- recently committing to ban plastic bags by 2018.\"The government is supporting us and we are working with them to create a roadmap to be plastic-free by 2018,\" says Kumala. \"On an island like Bali it is becoming inevitable that they have to execute right away.\"Plastic prospectsAvani exemplifies the dynamism of the bioplastics industry, according to Patrick Krieger, assistant director of the Plastics Industry Association.\"One of the great things about bioplastics right now is there are always new feedstocks being explored, and what (Avani) is doing with cassava is a great innovation,\" he says.Algae and shrimp shells are just two of the many emerging feedstocks, and the bioplastics industry is projected to expand rapidly. Krieger believes much of this growth will come through replacing conventional plastic products associated with pollution, such as bags and food packaging. He adds that government preferential purchasing schemes in favor of bioplastics can help to overcome the \"green premium\" as a barrier to growth. But the United Nations Environment Programme (UNEP) has been sceptical of bioplastics, noting that some purportedly \"biodegradable\" plastics do not break down completely and leave toxic residue. \"There are no golden bullets,\" says Heidi Savelli, who leads a UNEP programme on marine litter.  \"Innovation is necessary and we should definitely work on it, but it shouldn't make us lazy. The most urgent challenge is to improve our management of plastic.\"Kumala disagrees, believing that a new paradigm is necessary to halt the runaway train of plastic pollution, one that takes the emphasis away from consumers and offers a ready-made solution.  \"The notion of reduce, re-use, recycle has always been preached, but it is crucial to complement this with the notion of 'replace,'\" he says. \"We are not antagonistic to reduce, re-use, recycle but it needs a mental revolution to carry out. We believe governments need to support the idea of replacing plastic.\" "
}]}