{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170404140301-graphene-membrane-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/03/09/world/artificial-pollinator-japan/index.html",
    "title": "Tiny drone pollinates a flower",
    "author": "By Jacopo Prisco, CNN",
    "release": "Updated 5:05 AM ET, Thu March 9, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Researchers in Japan have successfully used a tiny drone to pollinate an actual flower, a task usually accomplished by insects and animals.The remote-controlled drone was equipped with horsehairs coated with a special gel, which the researchers say was crucial to the process.\"This is the world's first demonstration of pollination by an artificial robotic pollinator,\" said Eijiro Miyako of the National Institute of Advanced Industrial Science and Technology in Japan, one of the authors of the study, which was published in the journal Chem.The researchers have made a video showing the drone collecting pollen from a lily:A bee replacement?Pollination is a fundamental natural process that allows plants to reproduce. Pollen, which contains the plant's genetic material, must travel from the male part of a flower to the female part of another flower of the same species to achieve fertilization.Most commonly, this requires a pollinator -- an organism that will physically transfer the pollen between flowers. Several animals act as pollinators, including birds and bats, but the majority of them are insects.About 75 percent of the world's crops, including staples such as apples, chocolate, carrots and coffee, depend at least in part on pollination, according to a report released by the United Nations. The estimated value of food produced with the help of pollinators is between $235 billion and $577 billion a year.But many pollinators are under threat, particularly insects like bees and butterflies. They belong to a group -- invertebrate pollinators -- in which 40 percent of species face extinction, according to the same report.The drone is an attempt to address this problem: \"The global pollination crisis is a critical issue for the natural environment and our lives,\" the authors wrote in the study.The key is in the gelTo create the artificial pollinator, the researchers first picked a $100, commercially available small drone. Then they attached horse hair bristles from a paint brush to its underside, to mimic the fuzzy torso of a bee.Finally, they coated the hairs with a sticky gel, which is used to capture the pollen when the drone touches the flower, as a semi-permanent \"glue.\" The development of the gel is a case of serendipity, not uncommon in science, as Miyako had experimented with it a decade ago for a completely different purpose: \"But it didn't do what I wanted it to do, so I put it away in a drawer and forgot about it until I moved out of my lab two years ago,\" he told CNN.Its peculiar aspect is that it doesn't dry up: \"Conventional gels are mainly made of water, so they evaporate quickly, which makes them useless for this application. Our sticky gel does not evaporate even if put in a vacuum or a hot oven,\" he explained.When Miyako stumbled upon the old gel, he noted that it hadn't changed in size, volume or viscosity after all those years, making it an ideal candidate for the new application. The artificial pollinator was commandeered towards the stamens and pistils of L. japonicum flowers, a type of wild lily. Pollination was confirmed using fluorescent microscopy.Not as good as the real thingThe peculiarity of this project is that it focuses on the pollination process, rather than the construction of a robotic bee. As the authors note, \"practical pollination has not yet been demonstrated with the aerial robots currently available.\" However, pollination was achieved on a very large flower, and the drone was not autonomous: \"I believe that some form of artificial intelligence and GPS would be very useful for the development of such automatic machines in future,\" said Miyako.Much work remains to be done before we can emulate the complex behavior of insects and animals: \"There is little chance this can replace pollinators,\" said Christina Grozinger, Director of the Center for Pollinator Research at Penn State University.\"Pollinators have evolved specialized behaviors to work with different kinds of flowers. The proposed artificial pollinator does not have any of these specialized behaviors, and thus really can only 'pollinate' flowers that are extremely easy to pollinate,\" she added.Looking for artificial alternatives should not distract attention from the source of the problem, Grozinger argues: \"Pollinator declines are 'canaries in a coal mine' - - they are simply one example of larger-scale declines in animal and plant biodiversity. And really, would we want to live in a world without pollinators?\""
}]}