{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160921161144-jesus-statue-small-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/03/30/opinions/believer-reza-aslan-santa-muerte/index.html",
    "title": "'Saint Death' worshippers revere life ",
    "author": "By Reza Aslan",
    "release": "Updated 8:50 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Santa Muerte, or \"Saint Death,\" is a Mexican folk religion that combines traditional aspects of Catholicism with ancient Aztec religiosity to form a new faith. As the patron saint of death, Santa Muerte is a kind of spiritual protector for a growing legion of Mexicans who feel unprotected by the state and cast aside by the Catholic Church. In Mexico, it has become the religion of choice for transgender, gay and lesbian worshipers, prostitutes, felons and drug traffickers, as well as little old ladies, police officers, doctors, nurses and judges. Santa Muerte followers say that death plays no favorites. Rich or poor, powerful or peasant, death comes for everyone. To outsiders it may seem as though Santa Muerte devotees are worshipping death. But by embracing death, Santa Muerte believers say they are free to live their lives without fear or anxiety. There may be another, more primal reason for Santa Muerte's growing popularity in Mexico, and it has to do with the inextricable link between religion and death.    Nobody knows exactly why or how what we now call religion began, but there's a pretty good chance it had something to do with death. In fact, the earliest evidence we have of religious activity can be found in ancient burial sites going back more than 100,000 years. These sites show unmistakable signs of ritual activity. We have uncovered bodies that were deliberately posed or oriented toward the rising sun, covered in red ochre or sprinkled with flowers. Most of these graves have objects buried along with the body: necklaces and shells, animal bones and stone tools. The mounds themselves were decorated with stone markings so they could be easily recognized and revisited by the living. What makes these ancient grave sites so important is that there is no practical reason to go through such effort to inter the dead. It actually makes more sense to just expose the body to the elements, or let some animal come and take it away. The only reason primitive humans would have put such time and effort into the burial process is if they thought that the dead were not really dead -- that they had merely passed on to another realm. We have no idea where such a belief came from or how it arose. But we do know that, in some way, this foundational belief is what ultimately led to the creation of religion in the first place. Think about it: if the dead are not really dead, then that means that we humans are immortal souls trapped in mortal bodies. It means that there is a world seen and a world unseen. It means both of these worlds must be teeming with unseen spirits of the departed. And it means that these spirits can be communed with, even one day worshipped as gods. These are all just theories, of course. But in a place like Mexico City, where many people feel abandoned by both the state and the church, the link between religion and death has created a new and rapidly-growing faith community for whom death is not to be feared but venerated. "
}]}