{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329104746-04-jessamyn-stanley-durham-nc-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/12/health/jessamyn-stanley-yoga-profile/index.html",
    "title": "How she fights being 'deeply afraid' of her body",
    "author": "By Allison Brennan, CNN",
    "release": "Updated 2:30 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)At first glance, Jessamyn Stanley's Instagram account is irreverent, at a minimum. She's a self-proclaimed \"large-bodied\" and \"queer\" woman doing difficult yoga poses in her skivvies. And at a glance, her new book, \"Every Body Yoga,\" may look like a how-to guide for people to start practicing yoga. But spending time with Stanley reveals a deeper side to the 29-year-old yoga teacher and her message. Way before 280,000-plus people followed her on Instagram, before a book deal or speaking appearances or awards, Stanley was a simply a little girl. She writes in her book that she struggled from an early age with image and identity issues. Her mother worked hard to teach her kids about healthy eating habits but was bedridden with an illness for three years while Stanley was young, and Stanley turned to food for comfort. Her devoted reading of Teen and Seventeen magazines taught Stanley about society's idea of beauty -- and, as she writes, \"I knew for sure the accepted image of beauty didn't have jack shit to do with me.\" At the time, images in teen magazines didn't include her dreadlocked hair, Harry Potter glasses and expanding waistline. It led to a host of body image issues that Stanley says took decades to unravel. But, she writes, it was the difficult times in her life that formed the building blocks of her yoga practice.  Fast-forward two decades: While struggling with a bad breakup, grieving over the death of a favorite aunt, dropping out of graduate school and in the depths of depression that followed a life crisis, Stanley looked toward yoga for clarity. Yoga wasn't a journey only toward physical health but toward mental salvation, even if she says didn't know it at the time. For many, that's what yoga is at its core: not only an exercise routine embodied by the physical practice but a life path that asks its students to look inward, shun desire, move toward contentment and be truthful and nonviolent. These ideals are known among yogi -- among other key points -- as the eight limbs of yoga that lead to enlightenment. Students do not have to pursue the spiritual experience in yoga, but as Stanley writes, \"Any yoga that 'eliminates,' 'avoids,' or 'ignores' yoga's spiritual side is not actually yoga; it's a fitness routine in yoga clothing.\"At her time of personal turmoil, yoga's challenges, both inward and outward, became cathartic and necessary. \"I didn't really know\" that yoga was pulling her out of depression at the time, Stanley said. \"I was just in the camp of, 'this feels good, so I'm going to keep going.' It helped me in this place of depression.\"As her practice grew, she moved from Winston-Salem to Durham, North Carolina. In her new town, it became too expensive to pursue yoga through classes. She also felt alienated in them; she was a larger-bodied, black practitioner surrounded by thin white people. Instead, she started practicing at home and turned to Instagram to get feedback from other practitioners on her asanas, or static poses.For anyone who practices asanas, \"there's a deep obsession with having the pose be perfect, because that's your proof of having a worthwhile yoga practice,\" Stanley explained. In her Instagram yoga community, she found the feedback she was looking for. But the first time she put a yoga pose on the Internet, it wasn't easy. \"I remember the very first picture, it was of standing bow pulling pose,\" balancing on one foot while lifting and holding the other foot high, Stanley said. \"I was paranoid about the camera angles because I didn't know anything about photography or anything about portraiture, and I was just trying to get my good side because as a larger-bodied person, you're always thinking, 'Oh, I'm not going to look good in photos. I have to turn my body to be a certain way,' so I would take photos from very specific angles.\"The journey from that moment to the photos now on her Instagram page, where Stanley seems to exalt in her body, happened over time. She says it came from taking pictures from angles she wouldn't have otherwise used, in order to get feedback. The new angles forced her to examine the body she says she was \"deeply afraid of.\" And as she progressed, seeing her body more clearly meant fewer clothes. \"The whole interaction between my ego and the camera is, I believe, a huge part of how I was able to start to have a different conversation with myself about my body,\" she said. Although yoga behaved as the spark for that conversation, Stanley is careful to point out that it wasn't the only reason she has moved toward self-love. \"It's very easy to draw this link of bad self-esteem plus yoga equals good self-esteem, but I don't necessarily think the yoga was the thing that made that happen. I think that the photographing and the having to look at my body in ways that maybe I never had\" led to that change, she said. Still, she thinks that the path she is on because of yoga helps her deal with the terrible things that will continue to happen throughout life. \"Instead of trying to micromanage my emotional journey,\" Stanley wrote, \"I use yoga to pull off of the gas and help me see my life objectively and without judgment. It may not be foolproof, but it's the best tool I've found so far.\"She also believes that yoga can build tools like that for others -- not to be like her but to be the best versions of themselves. She uses the analogy that her experience with her eight-fold path was like finding an instrument inside herself, dusting it off and starting to play. \"I don't want people to say, 'Jessamyn is playing her instrument; I need to go get the exact same instrument she's playing.' That's not the point. The point is you find out your instrument, and then we can all play together,\" Stanley said. How exactly do you start? Stanley's book is devoted to that question. Writing it was a chance to respond in depth to the thousands of people who she says have stopped her in the grocery store, emailed her, messaged her or tweeted her. The outreach surprised her because, she says, \"fat black women have been doing yoga forever.\" But she also said that at a closer look, when she Googled how to start practicing yoga, she found the results confusing. \"I want to answer this question thoroughly so that no one ever has to ask it again and also so that we can get beyond this place of who's allowed to practice yoga. So that we can dispel the myth that anyone -- except everyone -- is supposed to practice,\" Stanley said. So for everyone who fits into that category, Stanley suggests in her book, \"just get on the mat.\" For Stanley, it was never about a larger message to the universe. And her journey isn't remotely over. In a recent Instagram post, she shared a looping video of herself in a sports bra and underwear with the caption, \"Do I feel better about myself than I did at the start of my twenties? Obviously. But that doesn't mean I'm not susceptible to the same mind F***ERY I've been battling since childhood. I think of self-hate as an addiction. I'm in a permanent state of recovery....I'm not trying to be a bastion of body positivity. I'm just trying to survive.\"Instead, Stanley told CNN, she is just about being herself, \"I'm really not trying to embody anything other than me standing with two feet on the ground, trying to be the truest, most honest, authentic version of myself that I can.\" "
}]}