{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413124644-nolan-facebook-crop-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/13/health/child-cancer-post-trnd/index.html",
    "title": "Mom shares her son's heartbreaking last days ",
    "author": "By Madeline Holcombe and Delaney Strunk, CNN",
    "release": "Updated 10:54 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)It's been two months since Ruth Scully lived every parent's nightmare. Now, she is sharing her story on Facebook in hopes that it can bring change.On February 4, 2017, Scully's son Nolan lost his battle with Rhabdomyosarcoma, a rare form of cancer that affects soft tissue. In an ode to her son, Scully shared a photo collage on Facebook showing the harsh realities of childhood cancer.She explains that during his struggle 4-year-old Nolan refused to leave her side, even lying on the bathroom floor when she showered.The first picture shows Nolan on a bathmat. It was taken before he left for the hospital to start an aggressive chemotherapy regimen. The second picture, taken on the two-month anniversary of his death, shows the same bathmat, this time without Nolan.\"Now I'm the one terrified to shower,\" Scully wrote in her post. \"With nothing but an empty shower rug now where once a beautiful perfect little boy laid waiting for his Mommy.\"Since posting the photo on April 4, Nolan's story has been shared over 620,000 times. \"Anybody with kids has seen their children laying on the floor before. I think that's why the picture grabbed so many people, it's real,\" Scully told CNN. It took Scully two months until she was ready to write the post, but she felt she owed it to everyone who had kept up with Nolan's story.\"He read every comment anyone would leave him. I felt like Nolan would have wanted to talk to his friends and tell them what happened, \" Scully said.The post received a wave of support with 147,000 people commenting their own stories of brave children fighting like Nolan did. \"When it went viral, I couldn't help but think that's what he wanted,\" Scully said.As she recounted memories of her son, she described him as a protector, always helping those around him. Even when he was in the hospital sick, he would leave his room to go and comfort other children who were scared or crying. Now his story is helping parents across the world come to terms with problems in their own life.\"Maybe this was Nolan's purpose, maybe he's still helping people even in death,\" Scully said.A special endingNolan was in treatment for over a year, and despite having a tumor completely removed, the cancer ultimately made its way into his lungs. After running out of treatment options, all Scully could do was make Nolan's final days comfortable.While the situation was seemed bleak, Nolan found optimism. In fact, he even left instructions for his funeral. \"I asked if he wanted people to be happy or sad at his funeral. He looked at me confused and said 'Happy, why would anybody be sad?\" Scully said.Nolan planned everything even down to his \"will\" where he divvied up his belongings. He made sure his family received his favorite stuffed animals, his beloved cheese balls, and even the popcorn shrimp he left in the freezer.It wasn't all serious business during his last 36 hours. \"We played, watched YouTube, shot Nerf Gun after Nerf Gun and smiled as many times as we could,\" Scully wrote. In their last few hours together Scully went to take a shower. When she came out, she saw a medical team surrounding her son. He had slipped into a coma, \"beginning the end of life passing,\" she said. She ran to her son. But something amazing happened.Nolan, despite suffering a collapsed lung, took a breath, opened his eyes, and said \"I love you Mommy.\"He died shortly after, as his mother sang \"You are my Sunshine\" to him.A legacy of loveScully hopes two things come of sharing Nolan's story. The first, that others will learn from the legacy he left behind. \"Nolan showed everyone how people should be treated, and how you should take care of one another. He was made of nothing but love and goodness,\" Scully said. She also hopes this post serves as a wake up call to raise awareness. After Nolan's death, his oncologist told Scully something she will always remember.\"We didn't fail him, it was medicine that failed him,\" Scully repeated. Nolan finally found rest after his fight, but Scully is still set on hers -- finding a cure."
}]}