{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170330114556-bess-jensen-baby-rocker-small-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/03/29/health/how-much-exercise-metzl/index.html",
    "title": "How much exercise do I really need?",
    "author": "By Dr. Jordan D. Metzl, CNN",
    "release": "Updated 5:59 AM ET, Wed March 29, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Between work commitments, family responsibilities, and the stress of everyday life, we have legitimate reasons to fall short of our fitness goals. That's why, for many, the pre-goal should be maximizing the efficiency of your workout regimen.Two and half hours a week of moderate intensity exercise is what is recommended by the American College of Sports Medicine and the American Heart Association. Ideally, this means 30 minutes, five times per week, of activities such as jogging, ballroom dancing, biking or swimming. Moderate intensity means you're working in the intermediate zone. If you're able to hold a conversation with the person next to you while doing that activity, you're in the zone. If you don't have time for five workouts per week, recent evidence in the Journal of the American Medical Association suggests that cramming 150 minutes into the weekend, the so-called \"weekend warrior\" model, transfers similar health benefits to spreading out fitness across the week. The only risk here is overuse injury, such as a case of Achilles tendinitis from running 10 miles on a Saturday after not doing any exercise all week. If you're time crunched, intensity matters Newer evidence about high intensity workouts known as HIIT (High Intensity Interval Training), shows that intensity minutes reduce required exercise time by almost half. This means if you'd like 30 minutes of exercise but you only have 15 to spare, you're in luck. As I've outlined in my book \"The Workout Prescription,\" ramping up intensity minutes reduces time requirements, and is safe for anyone. Unlike moderate intensity, high intensity exercise means you're huffing and puffing and conversation is difficult. Although they're tough, HIIT workouts don't have to be fancy. They can be set up anywhere, a living room, a garage, or a basement. All that's needed is an open space, a light set of dumbbells, and a strong dose of motivation. HIIT programs are generally safe for all ages but we generally recommend touching base with your physician if you're over 40 and haven't been previously active before starting this type of program. Why it matters so muchThere are obvious benefits to exercise. People feel better, they look better, and they perform better in all aspects of their lives when they exercise regularly. Seen through the prism of the medical community, the medicine of exercise has strong scientific benefits that go far beyond the desire to fit into that new suit or pair of yoga pants. Across the spectrum of the human body, irrefutable evidence shows that exercise isn't just about getting a good workout, it's about staying healthy in a broader sense. Exercise can treat depression, anxiety and sleep disturbances. For your heart, it lowers blood pressure, cholesterol levels, the risk of heart attack and stroke. Exercise reduces the risk of inflammatory bowel disease and both prevents and treats type 2 diabetes, the most expensive health problem in the United States with annual costs over $100 billion. Regular exercise has even been shown to reduce the frequency of 13 types of cancer including breast, colon, ovarian and endometrial in a large, recent study of 1.44 million subjects. The major health benefits of exercise kick in at 150 minutes per week of moderate intensity, or at 75 minutes per week of high intensity work. Exercise is the most efficacious drug known to humankind, works for everyone who takes it, has no side effects, and is free. That's why there's a push to include exercise, as determined through a fitness tracker, as a fifth vital sign along with height, weight, pulse and blood pressure. Movement promotes health and wellness, so why not start tracking it? The best exercise for youThe ideal form of exercise for you is ... something that you'll actually do! As I discussed in my previous column, smiling and fun promote exercise compliance. If you're smiling, keep doing exactly what you're doing. In terms of body maintenance, most exercise recommendations involve a combination of endurance training such as walking or swimming, flexibility training such as yoga, and strength training. Although there's no exact science here, finding the correct formula usually means picking some of each of these activities. This might mean jogging twice per week, trying a HIIT workout once or twice per week, and taking a yoga class. There's no exact answer, the key is to find what works for you, smile and work hard. Do as much exercise as you can, there's no upper limit. When possible, try and keep your total above the recommended weekly \"dose\" and you'll be more likely to stay out of the doctor's office and on your field of choice."
}]}