{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170330114556-bess-jensen-baby-rocker-small-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/03/30/health/anger-room-stress-relief/index.html",
    "title": "Take out your anger in a rage room",
    "author": "Robert Jimison, CNN",
    "release": "Updated 4:05 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Let's be honest with ourselves - it sometimes feels good to be bad. We've all experienced those moments of stress or anger when you're so mad that you just want to break something. But can acting on those impulses help to relieve the stress and tension we feel in those moments? Well instead of destroying - and repairing or replacing - stuff at home or working to find the answer, there are businesses where, for a fee, you can wreak as much havoc as you want with no consequences. Anger rooms - as they're called - have become all the rage for the high-strung person who needs a \"safe space\" to blow off some steam. When counting to ten, taking deep breaths, or the sage advice to 'take a chill pill' doesn't manage to suppress your wrath, a controlled environment to get the aggression out of your system might do the trick.One such company, The Break Room, near Atlanta, Georgia, was in high demand for infuriated Falcons fans following Super Bowl LI, according to Melanie McLean, company spokesperson. \"They came in with pictures of Tom Brady's face and Patriot logos,\" she said, \"a lot of people came in who were angry about that game.\" With prices ranging from $20 to $90, visitors are armed with the instrument of their choice -- a baseball bat, crowbar, sledgehammer etc. -- and may pick out items or bring their own. Next, you simply blast your favorite music and start breaking.   Is a controlled temper tantrum enough to provide real relief? Skeptical of how much help a 20-minute session can provide in reducing stress, Dr. Amit Sood, a medical professor at the Mayo Clinic says, \"well, it's better to break a TV than a nose, that's for sure.\"For a recent divorcee, which The Break Room tends to get a lot of, the one time experience could provide short-term relief. \"It's almost so unacceptable that it's exciting,\" said McLean. Beyond the very occasional release or ice-breaker for a unique first date, frequently visiting a space to break things might be a sign of a bigger problem. \"If you have to pay to break stuff then it is a good time to ask yourself 'what is wrong in my life,' \" said Dr. Sood.The author of multiple books on stress, including \"The Mayo Clinic Handbook for Happiness: A Four-Step Plan for Resilient Living,\" Dr. Sood said the need for anger rooms could be a sign of the times. Dr. Sood recommends alternatives to reducing stress and anger such as controlled deep breathing, lowering expectations, and the mindful practice of keeping things in perspective. Anger can alter the body's chemistry and conjure a recognizable physical response. To combat that heightened state, Dr. Gail Saltz, a professor of clinical psychiatry at New York Presbyterian Hospital Weill-Cornell Medical College, recommends finding practical ways to calm yourself down. \"Things that reduce high emotional states could range from things like deep breathing, muscle relaxation, using visual imagery, or stepping back to take a mindfulness moment.\" The calming satisfaction, experienced in an anger room, Dr. Saltz says, probably isn't because you hit a random punching bag. \"It comes closer to their fantasy. It's not the bag - it's their husbands head.\" And while it may feel good in the moment to deliver a make believe blow to your husbands head, the next time you feel the same anger it might not be so easy to hold back that impulsive feeling.\"It's different from learning taekwondo or kickboxing,\" she said, \"this is clearly supposed to be done when you're angry. You came in here because you were angry and here to destroy these things.\" Those alternatives, Dr. Saltz said, are different and proven to help relieve stress and be beneficial to those who struggle with controlling their emotions.Nevertheless, the six-month-old business has found success due to the times. \"We've played off of the political things going on,\" McLean said. And the ability to take the current climate and capitalize on them through a new business, is what makes America great. After purging themselves of their destructive behaviors, happy customers leave their therapeutic session feeling refreshed. And unlike when you break a wine glass or send a saucer flying at home, you do none of the cleanup in an anger room. To be certain that their business is not the source of anyone's anger, staff members of the Break Room recycle what remains of the damaged goods. Sourcing from restaurants, private suppliers and outside donors not only offers patrons a variety of choices for their tantrum, but it also gives one a sense of environmental stewardship.Safety, of course, is a top priority and everyone must abide by the rules of engagement. Protective gear including shoe covers, goggles, and a helmet must be worn at all times and guests that are intoxicated or pregnant are not permitted to participate. But when it comes to limitations on the amount of rampaging one can do, McLean says, \"There's nothing you can't do in there. The room is indestructible.\"As for stress, the verdict is unclear. \"We don't have any data on this,\" Dr. Saltz said, \"these things are popping up and time will tell how good this will be for some people and how good it will not be for some people.\""
}]}