{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170330114556-bess-jensen-baby-rocker-small-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2016/02/03/health/mary-ingalls-blind-little-house-on-prairie/index.html",
    "title": "The real reason Mary Ingalls went blind",
    "author": "By Jennifer Bixler, CNN",
    "release": "Updated 1:17 PM ET, Mon November 7, 2016 ",
    "source": " (CNN)",
    "content": " (CNN)If you watched \"Little House on the Prairie,\" chances are, you remember the story of Mary Ingalls.The television show and popular book series -- and maybe even a \"Little House\" movie in the near future -- draw on the real-life experiences of Laura Ingalls Wilder. Mary, Laura's sister, went blind as a teenager after contracting scarlet fever, according to the story. Recently, a team of medical researchers raised the question about whether that's true.Dr. Beth Tarini, one of the co-authors of the paper, became intrigued by the question as a medical student.\"I was in my pediatrics rotation. We were talking about scarlet fever, and I said, 'Oh, scarlet fever makes you go blind. Mary Ingalls went blind from it,' \" recalled Tarini, who is now an assistant professor of pediatrics at the University of Michigan. My supervisor said, \"I don't think so.\"Tarini started doing research. Over the course of 10 years, she and her team of researchers pored over old papers and letters written by Laura Ingalls Wilder, local newspaper accounts of Mary's illness and epidemiological data on blindness and infectious disease in the late 19th century. What they found was intriguing.In Wilder's unpublished memoir, \"Pioneer Girl,\" there is no reference to Mary having scarlet fever the year she went blind. (She did have scarlet fever when she was much younger.) \"She never says scarlet fever. She never says rash,\" Tarini said, pointing out that the rash is a telltale sign of scarlet fever.Digging deeper, when researchers looked at epidemiological data from the time, they saw that most cases of blindness attributed to scarlet fever were temporary. In addition, newspaper accounts of Mary's illness report \"severe headaches\" and one side of her face being partially paralyzed.Finally, and perhaps the most important piece of evidence, in a letter Wilder wrote to her daughter, Rose, right before her book \"By the Shores of Silver Lake\" was published, she makes reference \"some sort of spinal sickness.\" The letter also mentions that Mary saw a specialist in Chicago who said \"the nerves of her eyes were paralyzed and there was no hope.\"Diagnosis by these disease detectives: viral meningoencephalitis, which causes inflammation of the brain and the meninges, the membrane that covers the brain. In severe cases, it can cause inflammation of the optic nerve that can result in a slow and progressive loss of sight.It may not be the biggest bombshell to hit the medical world, but to \"Little House\" fans, the question remains: Why did Wilder change her sister's illness to scarlet fever? The study authors believe it could be because Wilder and her editors thought scarlet fever would be more relatable to her readers. Scarlet fever is mentioned in other books from the period, including \"Little Women\" and \"Frankenstein.\"But there is also an important wider medical lesson we can learn from this research. Today, about 10% of people infected with strep get scarlet fever, says Tarini. It is easily treatable. But because the cultural reference to scarlet fever is so ingrained in our culture, people assume it is very dangerous. \"People read as children that scarlet fever makes you go blind,\" Tarini said. \"Parents look concerned ... so I have to debunk it in the office.\"The study was published in the journal Pediatrics in March 2013.Follow CNN Health on Facebook and Twitter."
}]}