{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329104746-04-jessamyn-stanley-durham-nc-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/12/health/marathons-heart-attack-emergency-care-study/index.html",
    "title": "Marathons slow down emergency responders",
    "author": "By Johanzynn Gatewood, CNN",
    "release": "Updated 5:17 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Marathons are great for testing physical endurance and strength, but a new study suggests that they may have unintended health consequences for those not participating -- specifically for residents of the surrounding area.The study, published Wednesday in the New England Journal of Medicine, looked at health outcomes among Medicare patients over the age of 65 who sought medical care for a heart attack or cardiac arrest on the days of the largest marathons in 11 cities across the United States.Looking at the first month after they were admitted to hospitals, researchers found that cardiac deaths were 13.2% higher among patients admitted on a marathon day than among those admitted on a day without a marathon. In addition, it took 4.4 minutes longer, on average, for an ambulance to transport patients to hospitals near the marathon route: a 30% increase over transport time on days without a marathon.Researchers found no significant differences in deaths among patients admitted for cardiac arrest or heart attacks on marathon days in hospitals outside the affected areas.  \"For every 100 elderly Americans who has a heart attack or cardiac arrest, an additional four will die if that had event on a marathon day compared to a non-marathon day,\" said Dr. Anupam B. Jena, lead author of the new study and an associate professor at Harvard Medical School.\"These large public events -- whether they're marathons, Fourth of July celebrations, large professional sporting events or concerts -- they all leave an imprint on people who live in the vicinity of the area,\" he said.Jena says that while event organizers and city planners take into consideration the success of the event or the safety of its participants, they may not consider the impact on local residents.The researchers focused on Medicare beneficiaries over 65 because of the availability of outcome data for this group. It was also the least likely group to be participating in a marathon, based on their ages and high rates of medical conditions, according to Jena.Jena acknowledges that his study has several limitations, including a narrow patient and event focus. He sees an opportunity to investigate whether other large public events have similar unintended effects on emergency care.\"We always knew there was an effect, but we were surprised at how long the ripples of the event lasted after the marathon was over,\" said Dr. Howard Mell, a spokesman for the American College of Emergency Physicians.Mell says that it is difficult to determine whether the 4.4-minute transport delay would make a difference in outcomes in these specific patients and that researchers should examine the effect.In general, for these types of medical emergencies, every minute counts, experts said, and delays to care can have serious consequences. \"Every minute of delay can contribute to worse outcomes. The time delays experienced by the specific patients having heart attack and cardiac arrest in this study may have been even longer than those estimated by the overall scene-to hospital-transport times reported in this study,\" Dr. Gregg C. Fonarow, co-chief of clinical cardiology at the UCLA Division of Cardiology, wrote in an e-mail. Fonarow says the new findings are consistent with studies showing that transport and treatment delays are associated with worse outcomes in heart attacks and cardiac arrest, including mortality.Marathon organizers typically collaborate with local hospitals and city officials to ensure that an infrastructure is in place in the event of an emergency, according to Shelly Weinstein, medical operations coordinator for the Marine Corps Marathon in Washington.If ambulances or police need to cross the marathon route, she says, the course marshals will stop runners and allow the vehicles to pass, and a command center with its own separate resources is in place to process emergencies specific to the marathon to prevent overwhelming city infrastructure. In addition, they coordinate with hospitals within the vicinity of the marathon to ensure that liaisons and extra staff are in place for any emergencies.In regards to the study, Weinstein says it is difficult to compare cities when infrastructure and marathon routes vary so widely. For example, Honolulu will have fewer hospitals than New York, which may affect the data, she said.Mell says that such large events should not deter people from seeking immediate care when they need it. In his own practice, he has seen elderly patients who delayed seeking emergency medical care during large events because they did not want \"to be a bother\" for medical personnel. \"Let us worry about how we're going to make the effects of this (event) less on you. Don't try to help us out by not coming in.\" he said. "
}]}