{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170330114556-bess-jensen-baby-rocker-small-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/03/30/health/posture-teching-care-of-health-crane/index.html",
    "title": "Electronic nagging to improve your posture",
    "author": "By Rachel Crane, CNN",
    "release": "Updated 10:18 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)For as long as I can remember, my mother has badgered me about my posture. She did everything she could to try straighten me out as a young adult. There were the posture-correcting ballet classes, the personal trainer, the physical therapy. But all the pestering and pirouetting couldn't fight the forces of screen strain: the spine-crushing laptop and the neck-protruding smartphone. The result? My posture is simply horrendous, borderline-gargoyle awful and I'm stuck with chronic back and neck pain.My hunched shoulders and I are not alone. According to the University of Maryland Medical Center, about 60% to 80% of the adult US population suffers from low back pain, making it the second most common reason people go to the doctor.According to New York-based posture coach, Lindsey Newitter, poor posture can cause serious back pain: \"Your head is heavy, it weighs 10 to 12 pounds. A lot of us, when we are looking at our screens, our eyes strain and then our neck strains and it pulls our heads down into our spines. It's what we call head forward posture. The farther away your head gets from your center with that downward pressure, the more intense the pressure actually is. It's a lot of weight compressing your spine.\"Even if bad posture isn't the direct culprit behind one's back pain, good posture is almost always recommended to help ease it. According to physical therapist Dr. Karena Wu, \"posture is a huge component of rehabilitation and life. We always tell patients to be more conscious of their posture which means it is a mental decision similar to a diet, like a lifestyle change.\"Additionally, recent studies have linked posture to mood, memory, behavior, and self esteem. One study recently published in the Journal of Behavior Therapy and Experimental Psychiatry showed that when made to sit upright, people battling mild to moderate depression saw their condition improve.Straighten up!While perfect posture might make one feel more powerful and energetic, achieving it is easier said than done. For me, sitting and standing \"properly\" is downright exhausting and feels like a workout. But of course, like most things now, there is an app for that. A simple search in the app store for \"posture\" will generate dozens of apps designed to help you achieve proper alignment. With names such as PostureScreen, PostureZone, Posture Aware and iRehab, they all intend to help users with body awareness and strength through personalized exercises, reminders, trackers and videos.One such offering, Lumo Lift, is unique because it is paired with a wearable device specifically designed to correct your stance. The sensor, which costs $79.99, magnetically attaches to your clothes and buzzes every time you slouch. It also connects to an app on your smartphone so you can track your posture habits over time. \"We were really designed to be hunters and gatherers, our bodies were designed to move,\" said Lumo Lift's founder Monisha Perkash.  \"But instead, because of all these computers and gadgets, we're sitting and sitting poorly, or standing and standing poorly, and that creates a posture problem.\" But Perkash believes there is hope for our spines. \"Our bodies are adaptive to both positive and negative influences. In the same way that if you've slouched for long periods of time your body takes that on as the norm, you can also reverse that and teach it what is good posture. And after a while the muscle memory kicks in and you don't even have to think about it anymore.\"However, Dr. Wu does not believe posture devices and apps are the exclusive antidote to our nation's hunching problems.\"The risks of relying on a device, you have to remember to charge it, you have to remember to put it on and actually use it,\" she said. \"One can ignore sensory stimuli once you get used to it; you can just blow right through and just stay in your position because you know you have to get work done.\" She believes achieving good posture health requires a conscious effort to sit up with good upright.There are some low-tech approaches to forming those good posture habits, like the Alexander Method. The Alexander Method is a process that helps realign posture mindfully. It's often used by performers, and often involves a coach. Newitter teaches the Alexander Method and like Dr. Wu finds posture apps and devices to be limited in their impact. \"I find some of the high-tech methods aren't getting to the source of the issue, which is habit and people not being able to actually sense what is happening in their bodies when their posture is off.\"However, Newitter believes that when coupled with lifestyle changes and mindful approaches to working on posture these devices and apps make a long lasting impact on a person's posture health. \"The reminder device can actually be very helpful.\" Essentially, these devices and apps take on the role of nagging mom.My experience with wearing Lumo Lift was sobering. I've always been aware of my hunched silhouette, but the constant buzzing really hammered home just how extreme it is. I'm not wearing the device everyday. I misplace it. I forget to charge it. And most days I simply just don't feel like wearing it. But the buzzing experience has made me hyper aware of correcting myself, of being my own posture police if you will. And my desire to straighten myself out has never been greater. "
}]}