{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/110929041601-carton-of-eggs-horizontal-large-gallery.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/14/health/autism-what-to-know-partner/index.html",
    "title": "What people with autism want you to know",
    "author": "By Sarah Kurchak, Health.com",
    "release": "Updated 7:34 AM ET, Fri April 14, 2017 ",
    "source": "",
    "content": "Like many autistic people, I have complicated feelings about Autism Awareness Month, which rolls around every April. According to the Autism Society, the initiative was created \"to promote autism awareness, inclusion and self-determination for all, and assure that each person with [Autism Spectrum Disorder] is provided the opportunity to achieve the highest possible quality of life.\"On paper, these efforts sound wonderful. If there had been more widespread awareness of what autism really is and who can be on the spectrum when I was growing up in the '80s and '90s, I probably would not have spent 27 years trying to figure out what was \"wrong\" with me before finally receiving my diagnosis. I might even have been able to receive the kind of support and accommodations that could have helped me develop healthier coping mechanisms for managing my social, sensory, and processing concerns than the ones I came up with on my own when I was flailing in the dark for all of those years.Not all of the awareness that comes with this month's campaigns genuinely helps autistic people, though. Well-meaning but hurtful \"awareness\"-raising stunts, mostly staged by people who aren't autistic, rarely bring much attention to the actual concerns and needs of our community. Fundraising and publicity for organizations that are usually run by people who aren't autistic and like to portray us as tragic, family-ruining burdens dehumanize us and perpetuate the idea that autism is something that must be eradicated, not something that should be supported and accepted.This is why many autistic people have come to dread April -- and why we'd like to see an Autism Acceptance Month instead. That said, true acceptance still requires a degree of awareness about who autistic people truly are and what we want from non-autistic -- or, as we call you, \"allistic\" -- society. So, in that spirit, here's a few of the things that we'd really like you to be aware of this month -- and every month going forward.We're not all white menSome autism awareness campaigns want you to \"Light It Up Blue\" because they say that autism disproportionately affects boys, but the fact that white heterosexual cisgender boys are more likely to be diagnosed with autism doesn't mean that they're more likely to be autistic. There are autistic people of every color, creed, and class. Recent studies suggest that we might be more likely to be transgender than the allistic population.The stereotype that autism is primarily a white male thing negatively affects everything from the way the rest of us are treated in society to what kind of care we receive to the age at which we're diagnosed -- and whether we are able to receive a proper diagnosis at all. Which, in turn, perpetuates the idea that autism is for white boys.Introducing Julia: Sesame Street's New Character With AutismWe don't need to be curedBeing autistic in a world that isn't built for people like us comes with all sorts of pain and challenges, but why do so many people automatically assume that it's the autism that needs fixing? Many of us on the spectrum believe that the money and energy that's funneled into searching for a cure would be better spent on acceptance, supports, and services to help autistic people with everything from personal care to employment issues.Surviving and thriving as our autistic selves is far more appealing -- not to mention more practical -- than chasing a magic pill that would fundamentally change who we are, forcing us into harmful treatments geared toward making us look more \"normal,\" or pursuing prenatal testing that could prevent the next generation of people like us from being born at all.Do Vaccines Really Cause Autism?Calling someone \"high functioning\" isn't helpfulEvery autistic person has a unique combination of skills and needs and if you're new to autism, you might think that it's beneficial to describe those differences in terms of how well we do or don't \"function.\"When I first started writing about autism, I thought that I had to describe myself in terms of function, because I had to acknowledge that I faced fewer challenges than people with more severe issues. But a helpful fellow autistic called me out on my language and pointed out that I was both unfairly dismissing and hurting other people on the spectrum and ignoring my own fluctuating needs with that terminology.As noted autistic neurodiversity advocate Laura Tisoncik put it: \"The difference between high functioning autism and low functioning is that high functioning means your deficits are ignored, and low functioning means your assets are ignored.\"Runner With Autism Graces the Latest Cover of Women's Running\"Terms such as 'high-' or 'low-functioning' and 'mental age' may be convenient clinically, but they interfere with accurate perceptions of abilities and disabilities,\" Shannon Des Roches Rosa, who has an autistic son, wrote last year. \"I would prefer that scientists choose terms that focus on meeting the needs of autistic people, such as 'low-' and 'high-support,' instead of those more judgmental words.\"We don't lack empathyThere's no scientific evidence that proves this hurtful stereotype. In fact, research suggests just the opposite. One theory even suggests that some of us are dealing with an overabundance of empathy -- feeling too much.Autistic people can struggle to process and express empathy, but so do allistic people. That's very different from not being able to feel anything for our fellow human beings. The real empathy issue when it comes to autism is that other people don't always have a lot of it for us.Not all of us can talk, but we all have something to sayDepending on your source, perhaps 20-30% of autistic people are estimated to be nonverbal. But talking is only one way to communicate. Some of us type. Some of us use sign language and/or AAC (Augmentative and Alternative Communication). Even behavior is a form of communication. So the problem isn't that autism can't \"speak,\" it's that the rest of you need to learn how to listen to us.We work hard to be a part of your world. And we're exhaustedFrom social interactions to managing sensory issues and everything in between, participating in an allistic world on allistic people's terms requires constant vigilance and effort on our parts. Autistic writer and pastor Lamar Hardwick compares this ongoing herculean task to starring in an elaborate theatrical production run by an unskilled crew:\"Every day I step onto the stage, the sound and lighting are so bad that it is borderline obnoxious and at times just painful to listen to and look at. The lights are often too bright or too dim. The spotlight is never in the right place, the house lighting is terrible and all of that impacts with my depth perception and facial recognition. Sometimes that's why I have trouble recognizing people I've already met. This means that I visually experience things quite differently than you do. It's actually a lot of work, and sometimes it's overwhelming, so I don't just look tired, I am tired.\"If you've met one person with autism, you've met one person with autismAlso, if you've read one article by an autistic person, you've read one article from one autistic perspective. For every person who agrees with this list, there are far more who will have their own points they'd prefer to make. The only thing that all autistic people have in common is that we're all human beings who deserve to be treated like human beings.So if you're really interested in knowing more about us and what we want you to know, learn from as many of us as possible. Understand that while parents and experts might have valuable insights, their voices and expertise are no substitute for the lived experiences of autistic people. Check out the #ActuallyAutistic hashtag on Twitter. Support organizations run by actually autistic people like the Autistic Self Advocacy Network and the Autism Women's Network. Seek out work and interviews by autistic people, especially autistic people of color, queer autistic people and more multiply marginalized autistic people and open your mind to the spectrum of experiences, beliefs, and issues that exist in the autism community."
}]}