{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329104746-04-jessamyn-stanley-durham-nc-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/12/health/female-surgeons-new-yorker-cover-trnd/index.html",
    "title": "Female surgeons pose like New Yorker cover",
    "author": "By Christina Zdanowicz, CNN",
    "release": "Updated 3:02 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Malika Favre has designed several covers for the New Yorker. But she's never seen any take off like her latest one. It shows four women in blue doctors' scrubs over an operating table. And it has struck a chord. Female surgeons around the world are now posting photos of themselves online, recreating the pose. \"It shows the power of an image and how you can touch a lot of people,\" Favre told CNN. Doctors respondEndocrine surgeon Susan Pitt saw the cover at a conference and asked three other female surgeons to pose with her to mimic it. \"I just thought it would be cool to replicate this in real life and at the same time, to show people that there really are women surgeons in real life,\" Pitt told CNN.When other surgeons started posting similar photos, her Twitter feed exploded. Pitt, who works for the University of Wisconsin School of Medicine and Public Health, was amazed with the response.\"I was totally blown away by the first international post that came from Saudi Arabia. Then several came in from Mexico, Brazil, Ireland, the UK and Kuwait.\"Pitt is staying active with the campaign, tweeting encouraging messages to other female surgeons who post photos. She said it has opened up a \"broader international connection with surgeons.\"The first instinctThe intent of the April 3 cover was to illustrate broad issues of health, body and image. Favre says her first instinct was to create a personal image that would strike a universal chord. She thought of her own experience on the operating table.\"I was operated by a woman surgeon as a kid. I think it was more of my subconscious and it wasn't about making a public statement,\" Favre said. \"It took a totally different turn when women surgeons actually stated reacting to it and finding lots of things in this image.\" The role of artFavre has done four covers for the New York so far. Normally she hears from people in art and design, but the reaction to this cover has come from people outside her artistic bubble.\"It makes me realize the importance and the role that art and illustration can play when it comes to social issues,\" she said. \"It was something that was totally unexpected.\""
}]}