{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/110929041601-carton-of-eggs-horizontal-large-gallery.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/14/health/eggs-healthy-food-drayer/index.html",
    "title": "Are eggs healthy?",
    "author": "By Lisa Drayer, CNN",
    "release": "Updated 6:25 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)In some ways, eggs are very good for you.First of all, they are a nutrient-dense food. They contain high-quality protein, meaning eggs offer all nine essential amino acids that can't be made by humans and therefore must come from our diets. Protein in eggs can help build and preserve muscle as well as boost satiety, both of which are important for weight control. Eggs are also one of the few food sources of vitamin D and a source of the nutrient choline, which may help protect against birth defects in infants. They contain vitamin A, vitamin B12, riboflavin (B2) and the antioxidant selenium, as well as lutein and zeaxanthin, which help keep our eyes healthy. Most of an egg's calories, vitamins and minerals are found in the yolk.But what about the cholesterol in eggs? It's true that eggs are high in dietary cholesterol, which is also found in the yolk, but they're low in saturated fat, which is the bigger culprit when it comes to raising blood cholesterol levels. Because of this, eggs get the green light according to the government's 2015-2020 Dietary Guidelines for Americans. In fact, one recent meta-analysis found that higher consumption of eggs (up to one egg per day) is not associated with increased risk of coronary heart disease or stroke. And a 2016 Finnish study involving more than 1,000 men concluded that egg or cholesterol intakes are not associated with increased risk of coronary artery disease, even in those who are genetically predisposed to experience a stronger effect of dietary cholesterol on blood cholesterol.What is more likely to affect your health is how eggs are prepared, as well as which other foods you combine with them. One large poached egg has 71 calories and 2 grams of saturated fat, and an omelet made with spinach and one yolk is also a lean choice. But a serving of eggs Benedict with bacon and Hollandaise sauce has about 800 calories and 26 grams of saturated fat.  So feel free to enjoy eggs, but watch how you eat them. And balance eggs with other healthy fiber-rich foods such as fruits, vegetables and whole grains.  "
}]}