{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/110929041601-carton-of-eggs-horizontal-large-gallery.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/12/health/rat-lungworm-honeymoon-hawaii-trnd/index.html",
    "title": "Newlyweds contract rare brain parasite in Hawaii",
    "author": "By Susan Scutti, CNN",
    "release": "Updated 4:14 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Among the lures of Maui, second-largest of the Hawaiian islands, is an area known for being less developed than most other regions of our 50th state. Aerial views of Hana reveal black sand beaches, sharp volcanic cliffs, pristine blue waters, sparsely traveled roads and a variety of lush, tropical foliage.Arriving in Hana from San Francisco in January, newlyweds Ben Manilla, 64, and Eliza Lape, 57, expected nothing short of a blissful two weeks. Instead, they experienced a minor hell.\"I've had several operations, two pneumonias, a blood clot; right now, I'm dealing with a kidney issue,\" Manilla, an audio producer and lecturer at the University of California at Berkeley, told CNN affiliate KHNL. Each of these serious maladies was spurred by rat lungworm disease, contracted during his stay in Hana. Rat lungworm, a parasitic disease caused by Angiostrongylus cantonensis, affects the brain and the spinal cord, according to the Centers for Disease Control and Prevention. It's prevalent in Southeast Asian and tropical Pacific islands, but the geographic range of this parasite appears to be spreading across other areas, including Africa, Latin America and the United States.Most cases result from consuming, either accidentally or on purpose, raw or undercooked snails and slugs that are infected with the parasite. For example, poorly washed lettuce or other raw produce may contain an unnoticed snail or slug. Transmission can also occur when people eat infected crabs, shrimp and frogs, though this is believed to be less common. There may also be very rare cases of contamination through water.The newlyweds say they are unsure how they encountered the disease while in Hawaii. Manilla's symptoms began after he returned to California, where he was hospitalized with complications from the difficult-to-diagnose disease.Lape's symptoms began before leaving the Aloha State and worsened once she returned to San Francisco. Her symptoms grew until they began to feel \"like somebody was taking a hot knife and just stabbing me in different parts of my body,\" she told KHNL. \"You know, it really does disrupt and destroy people's lives.\"Spreading across the country\"For 2017 to date, we have confirmed nine cases\" of rat lungworm disease, said Dr. Sarah Y. Park, Hawaii's state epidemiologist and chief of the Disease Outbreak Control Division in the Department of Health. Three patients have been Big Island residents, four have been Maui residents (though at least two were exposed while on the Big Island), and two were visitors: Lape and Manilla. Additionally, Park and her team are investigating four suspected cases.\"Of the nine confirmed, eight have required hospitalization,\" she said. \"There have been no deaths.\"Although the origins of each infection cannot be determined, \"the parasite can be found in rats and snails/slugs statewide, on every island,\" Park said. Rat lungworm disease has been endemic in Hawaii for at least 50 years, but Heather Stockdale Walden, an assistant professor in the Department of Infectious Diseases and Pathology at the University of Florida, sees cause for concern in other states. There have been no human cases in Florida, but two primate deaths have been linked to the parasite: a white-handed gibbon at the zoo in Miami in 2003 and a privately owned orangutan in Miami in 2012.\"I have found it in rats and snails from Miami to the Panhandle of Florida,\" Walden wrote in an email, adding that her scientific research on this topic is forthcoming. \"The large horticultural industry in Florida may contribute to snail dispersion, this (plant trade) is something that has been documented in the past. Of course, not every rat or snail is infected.\"There have been incidents elsewhere in the continental United States. In 1993, a young boy from Louisiana consumed a raw snail and became infected, while two toddlers in Texas -- neither with a history of snail consumption or travel to an endemic region -- became infected just last year. One of the toddlers was known to chew on raw lettuce. Several animal infections have been documented in Louisiana since the 1980s, in Alabama in 2014, in California that year and in Oklahoma in 2015. Walden said rats on ships probably brought the disease to Louisiana. \"Human cases may be getting misdiagnosed, especially if there are low numbers of infectious larvae ingested and the disease is minimal,\" Walden said. The parasite may not be on doctors' radar, especially in situations in which patients don't have a history of travel to an area where it is endemic. Doctors frequently find it difficult to diagnose rat lungworm because a simple blood test does not exist. Janice Okubo, a spokeswoman for Hawaii's Department of Health, noted that testing \"requires spinal fluid from the sick person.\" Her state typically gets reports of one to nine cases of rat lungworm each year, with two related deaths since 2007, Okubo said, adding that the number of cases this year is \"concerning.\"Symptoms can be mild or severe Although some infected people have no symptoms (PDF) or very mild ones, others experience severe headaches and stiffness of the neck, tingling or pain in the skin or extremities, low-grade fever, nausea and vomiting, Okubo said. Sometimes, people have a temporary paralysis of the face and sensitivity to light. This infection can also cause a rare type of meningitis.The illness usually lasts between two weeks and two months, and on average, the incubation period is one to three weeks. However, an infection can incubate in only a single day or in six weeks. People do not become contagious, so they cannot transmit the infection to someone else.Walden believes the parasite is \"more widespread than we know.\"\"The increasing number of reports may be from geographic expansion of the parasite or increased awareness and education. It is probably a combination of both,\" she said. It has historically been a subtropical parasite, so it is \"alarming\" that it is being found in more temperate climates.  \"In Florida, we are finding it in both native and non-native snail species, and some of these snails have geographic ranges that extend well beyond Florida,\" Walden said.For now, officials in Hawaii are hoping to prevent infections by sharing and updating informational materials with prevention messages. In the meantime, Park suggests that residents and visitors \"inspect and thoroughly wash produce, prevent rats/slugs/snails around gardens.\"But for one pair of newlyweds, knowledge and prevention have come much too late. \"Had we known we were walking into this kind of environment,\" Manilla said, \"we would have had a completely different attitude.\""
}]}