{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/110929041601-carton-of-eggs-horizontal-large-gallery.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2016/09/28/health/cuisines-that-help-you-live-longer/index.html",
    "title": "These foods could help you live longer",
    "author": "By Meera Senthilingam, CNN",
    "release": "Updated 10:40 AM ET, Fri September 30, 2016 ",
    "source": " (CNN)",
    "content": " (CNN)Going on vacation could help you uncover the secret to a long and healthy life -- if you pick the right destination.It's no secret that certain populations around the world live longer and produce a greater number of centenarians than others. More importantly, these marvels of nature remain healthy and active as they enter the three-figure age range. Just how they do it remains something of a mystery, but the clues indicate it could all be down to the food.\"There are five cultures around the world with the highest proportion of centenarians globally,\" says David Katz, president of the American College of Lifestyle Medicine. \"They set the standard.\"Katz is referring to the communities of the Blue Zones -- places in Europe, South America, Asia and the United States where people live long and are largely free of chronic disease.\"They live an enviable standard,\" Katz adds.These hotspots of health and vitality are located in Ikaria, Greece; Okinawa, Japan; Ogliastra, Sardinia; Loma Linda, California; and the Nicoya peninsula, Costa Rica. \"They live long, they prosper and check out peacefully and that's as good as it gets,\" says Katz. He acknowledges that other cultures' cuisines, such as the complex spices of South Asia or the fresh tastes of the Mediterranean, also bring benefits to the dinner table.Here's a taster of the best places and cuisines that could help you eat yourself fitter:Live long and eat\"The fundamentals are minimally processed plant foods,\" says Katz. \"Today our diet is distorted from the native normal.\"The dangers of increased Western appetites for processed foods have been well researched, particularly their links to cancer, obesity and diseases such as diabetes. Instead, experts are keen to lure people towards the unprocessed, natural foods eaten daily by these centenarian-filled communities.Each cuisine consists of their own flavorsome version of core ingredients: wholegrain, vegetables, fiber and protein -- mainly in the form of fish. So what is it the Blue Zone communities are getting right? Eat healthy while traveling: Your on-the-road guideOkinawa, JapanThis island has become synonymous with longevity, conjuring up images of smiling people in their older years hiking up mountains. With turquoise blue seas and fresh fish at their fingertips it's not hard to see why they're smiling, but they've set a global precedent for how to eat well.\"The Okinawa diet is a lot of vegetables, rice and fish,\" says Alice Ammerman, professor of public health nutrition at the University of North Carolina at Chapel Hill. Ammerman uses diet to manage chronic diseases among her patients and sees the rewards that changing meals can bring. \"We can borrow from different cultures and their benefits,\" she says.The foods are heavily plant-based and meals are often made up of stir-fried ingredients, producing dishes that are rich in protein, but low in calories. \"Using meat cut-up and mixed is good, so it's not the central part of the meal,\" says Ammerman.Mealtime habits also play a part.\"The culture is not one of excess, but instead quality and appreciation of food,\" she adds.Best cities for vegans around the worldNicoya peninsula, Costa RicaAdded into the mix here are beans and native tubors, such as yams. These, sometimes eaten with a small portion of meat, give people living here the energy they need do whatever they want -- or at least feel that way. \"It's not just longevity, but also vitality,\" says Katz.In all Blue Zone regions, people are active and full of life, fueled by them eating exactly what's needed -- and no more. \"[The food] is again minimally processed,\" adds Katz. Once again meals are often light, but this time eaten early, according to the Blue Zones project, which examines these lifestyles.The project has found that people in this region are twice as likely as the average American to live to the age of 90. Eating early and minimally has been shown to have positive results. \"It's not just the type of food, but the amount that is important,\" says Lu Qi, professor of nutrition at the Harvard T.H. Chan School of Public Health. \"Less calories are very beneficial.\"Eat your way around the world in 18 dishes! Asian SpiceQi's research investigates the benefit of spicing things up in the kitchen to reduce mortality. \"Some nutrients, like capsaicin, may be beneficial, but evidence is still lacking,\" she explains.Ammerman says claims that spices like turmeric and ginger have anti-inflammatory and anti-bacterial properties which can reduce risk of mortality are difficult to assess.  Other factors could be at play, such as the food those spices are used to flavor. \"If you're eating a lot of turmeric, you're probably eating a lot of vegetables,\" says Ammerman.Sardinia, Italy and Ikaria, Greece\"[Both of these regions] tend to be working the land, are agrarian and produce their own food,\" says Katz. This personal production of food brings two benefits: It keeps folk fit and ensure they have fresher food that they're more likely to appreciate.Animals are also kept, but are more expensive to slaughter and so eaten less frequently. \"[They eat] very little meat proportionally,\" says Katz.The region sets some of the rules of the widely revered Mediterranean diet.\"Mediterranean diets put many so-called healthy diets together. It's rich in fish, vegetables, and wholegrain with moderate alcohol,\" says Qi. \"The diet is good for longevity by lowering risk of cardiovascular diseases,\" she says. Ammerman highlights the benefits of tapas culture in limiting portion sizes. \"The idea of small plates of things makes sense,\" she says. In Ikaria, Greece, people live eight years longer than Americans and experience 20% less cancer, according to the Blue Zones project.The rate of heart disease is half and there's almost no dementia.Athens street food: A taste of Greece's culinary revolutionLoma Linda, CaliforniaThis long-lived community sits removed from the rest of the United States, outliving the nationwide population, on average, by a decade, according to the Blue Zones project. The community consists of Seventh-day Adventists, a Christian group with strict rules on diet, exercise and rest.Meat and dairy products are avoided. \"They have a traditionally low-fat, vegan diet,\" says Katz, though some eat meat in moderation -- served as a side, rather than main. They follow a more \"biblical diet\" of grains, fruits, nuts and vegetables and drink only water. Vegetables such as legumes -- for example, peas, beans and tomatoes -- are a regular component of meals.San Francisco cheap eats: Foodie clears the fog on where to goTry this at home?So could these diets be brought home from vacation as life-enhancing souvenirs?There are clear themes that transcend cultures and geographic location, suggesting anyone could actually cook up healthier lifestyles. Qi agrees.\"They have a lot of similarities: rich in fish, wholegrain, vegetables, fruit and fiber,\" she says. \"Only their name is different.\" Travelers must eat -- best new restaurants for 2017"
}]}