{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170414093209-trump-tax-day-protest-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/14/opinions/people-do-care-trump-taxes-opinion-gilbert/index.html",
    "title": "Show us your taxes, President Trump",
    "author": "By Lisa Gilbert",
    "release": "Updated 9:48 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Despite pledging he would release his taxes as soon as his \"routine audit\" was completed, right after his inauguration President Donald Trump flip flopped. When prodded, his counselor, Kellyanne Conway, glibly said that Trump had changed his tune because \"the people don't care\" about his taxes. On April 15, many Americans will join Tax Marches in cities in almost every state to tell Trump that we do, in fact, care a great deal about his taxes. Disclosure of Trump's returns is vital for understanding his conflicts of interest, but the Tax Marches are about more than just the need for an open, ethical and transparent government. They are also about Americans standing up against a rigged tax system in which billionaires pay a lower rate than secretaries, some profitable multinational corporations pay no federal income tax at all (due to corporate offshoring) and small businesses and hardworking families are forced to pick up the tab to create the society we want to live in.Though folks may grouse, most people in the United States take very seriously our collective responsibility to pay our taxes. We know that taxes help provide clean air and water, safe food and drugs, passable roads and bridges, protective police, successful schools and so many things that make our communities livable. We, therefore, need to create a more equitable system that closes loopholes, invests in communities and puts money in the hands of working Americans. Trump's tax returns -- or lack thereof -- cannot be excluded from any discussion of a more equitable system. His returns are critical to understanding the true state of Trump's financial affairs. Without complete returns, we won't know whether he owes money to foreign governments or their leaders, how much he has given in charitable contributions, how much (if anything) he has personally paid in taxes and what some of his assets really are. On the matter of international entanglement, a surprising new buzzword -- \"foreign emoluments\" -- has entered the political lexicon. This phrase refers to any payments from foreign governments to the president, as our founders had the foresight to include a clause in the Constitution prohibiting foreign nations from bribing our top executive. Though Trump has transferred control of his businesses to his sons, he has not fully divested from them. In other words, any time a foreign official stays at a Trump hotel or the Trump Organization makes a foreign deal, he could have a potential conflict of interest. Knowing that Trump may be violating the emoluments clause gives the public further cause to demand his tax returns.To build trust with the voters, all presidents since Richard Nixon have released their returns, and Trump should be no different. The voters who elected him have a right to know whether he's anywhere near the \"good businessman\" he claims to be.This message takes on particular potency as Trump turns his attention to tax reform. With his next stated legislative priority being reforming the tax code, we want to understand what he pays and whether changes he proposes could enrich him personally at the expense of regular Americans. Lawmakers in Congress like US Sens. Ron Wyden, D-Oregon, Tim Kaine, D-Virginia, and Elizabeth Warren, D-Massachusetts, have joined in the call for Trump to disclose his tax returns, introducing the Presidential Tax Transparency Act to require him and future presidents and presidential candidates to do so. And, just last week, Democratic Leader Nancy Pelosi and US Reps. Hakeem Jeffries, D-New York, Richard Neal, D-Massachusetts,  Anna Eshoo, D-California, and Bill Pascrell, D-New Jersey, filed a discharge petition on Eshoo's companion legislation, which if it receives majority support in the House, will force a vote on the floor.What's more, legislators in 26 states have introduced legislation requiring presidential candidates to disclose their taxes if they want to be on the ballot in that state. And since Trump is likely the earliest declared presidential candidate for a second term (he began his 2020 candidacy immediately after inauguration), we figure he cares a little bit about being on those ballots.Some local Tax March organizers are calling Trump \"chicken\" for not releasing his returns and trolling him with a huge, inflatable fowl with a Trump-like orange pompadour. Despite the levity of the giant balloon, people are serious about calling for Trump to release his returns.At the end of the day, the president should be the ultimate public servant of the American people, and anyone who holds the office should be an open book on taxes and beyond. There is a reason that the most popular petition on an issue on the WhiteHouse.gov website now is nearly 1.1 million strong in its demand for Trump's taxes to be disclosed.The people really do care -- if he has benefited from the many tax breaks afforded to the rich, his gains would reflect a fundamental inequity in the American tax system and a driver for the weekend march. So Trump can be sure that Americans won't stop marching, chanting and demanding his tax returns until he finally releases them.  "
}]}