{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160917173913-vladimir-putin-look-right-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/12/opinions/how-to-force-russias-hand-on-syria-hall/index.html",
    "title": "The only language Putin understands on Syria",
    "author": "By Steven L. Hall",
    "release": "Updated 7:15 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Reasoning with Vladimir Putin will not make him support Bashar al-Assad's departure. The specter of additional economic sanctions against Russia just might.Indeed, when considering where to begin addressing the myriad problems in Syria, Russia is a good place to start. Syria, of course, is dominated by an authoritarian dictator more than willing to slaughter his own population using horrific methods, including poison gas and barrel bombs.And Russia, which continues to claim that Assad's government is legitimate, has shored up the brutal regime -- putatively in its fight against ISIS, but largely for its own strategic advantage in the region.The recent sarin gas attacks, launched by Assad forces from a base where a Russian military contingent was present, makes it difficult for any reasonable person to believe Russia had no idea what was going on. The White House has used the attack to underline the need for the Kremlin to take some sort of action against the Assad regime, and of course Russia is resisting. As is clear from Wednesday's Russian veto in the United Nations Security Council, Russia will go no further than calling for an international investigation of the incident. It is unfortunate in the extreme that the United States and the West have to include Russia in the context of solving problems in Syria, given that rarely if ever has the Kremlin been helpful in resolving issues important to Washington.  But let's face it:  we did it to ourselves by allowing Putin -- an authoritarian dictator with much in common with Assad -- to move into the power vacuum in Syria when Western countries chose not to do so. To be clear, Russia's most significant interest in Syria is not in warm water ports or military bases, but rather in using the tragic conflict to gain a seat as a great power at the international table. Russia wants to show the world it is to be taken seriously, and that it is key to resolving Middle East crises. Russia is expert at creating crisis and unrest, making sure it remains involved in the conflict, and then painting itself as a necessary part of any solution.  (Take a look at any of the so-called frozen conflicts which Russia authored -- Abkhazia, Transnistria, Ngorno-Karabakh, Georgia, and increasingly, eastern Ukraine.)  Given the remaining gulf between the Kremlin and Washington on Syria, the United States needs to speak in the language that Putin understands best: power and the inevitability of concrete consequences.  The United States and its allies should use one of the few diplomatic tools that may still be capable of influencing the Kremlin: economic sanctions.These are not as emotionally satisfying as cruise missiles and, of course, there are already some in place.  But consider:  the current sanctions are there as a result of Putin's annexation of Crimea and continued meddling in eastern Ukraine, and were implemented by a broad swath of Western democracies. They have significantly damaged Russia's economy, much more than Putin would admit.  The number of countries supporting sanctions also stings. Strikingly, the sanctions have remained in place for longer than many, probably including Putin himself, would have imagined. It is clear that the Kremlin would like to see them removed ... perhaps in exchange for Russia's help in Syria. As the Trump administration finally begins to engage Russia diplomatically, that is how Putin would write the script.But the US must convey to Russia (probably multiple times across various diplomatic meetings) that instead of a respite, it faces more sanctions as a result of its actions (or inactions) in Syria. The US and its allies should point out that Russia was the original guarantor of safety from chemical attacks in Syria, and that the Kremlin either failed in that effort, or was a least willing to turn a blind eye to the continued use of chemical weapons by the Assad regime.  Some have argued that Russia was actually complicit in the recent chemical attacks. So as not to get bogged down in a ridiculous argument with Moscow about who used the weapons, whether it was really terrorists who had them in a storehouse, or whatever other distracting story the Kremlin will concoct, it should be made clear that new sanctions are not based solely on chemical attacks. Barrel bombing and other atrocities, which are supported de facto by Russia when Russia supports Assad, are sufficient reasons for additional sanctions targeting Russia.It would be best and most efficient if Russia could be presented with new sanctions as inevitable, a decision already made by the new administration in Washington in response to the most recent abominable sarin attacks. President Trump, as fond as any president of executive orders, could draw up new sanctions relatively quickly. Getting allies on board, while useful, is not essential. Thus Russia should be presented a concrete choice: either work with the US, the West, and interested Middle Eastern governments to ensure Assad's controlled departure from the scene in Syria, or face additional economic sanctions for having Assad act as a Russia proxy. The Russians would also be called upon to deal with the Iranian involvement in Syria, which is appropriate given that Putin has also positioned Russia as an interlocutor for the Iranian regime.Russia will bridle at this, no doubt calling the threat of additional sanctions unfair, unbalanced, a violation of international law, a provocation, and so forth.  But that is all standard Russia behavior, and something that the US and the West must simply sit through, much like parents sitting through the inevitable protests of a teenager who is informed of an evening curfew. Removing Assad, while a good first step, will not entirely resolve all the issues of the Syrian conflict. There are legitimate questions, posed by the Russians and others, as to who would take power after Assad's departure. The concern that a new Syrian government could be dominated by jihadis is a real one, and we can expect the Russians to remind us of the post-Gadhafi Libya.  The United States and its allies must have some sort of plan in place which at least maximizes the possibility of a positive outcome in Syria. But the bottom line is that the perfect ought not to be the enemy of the good: we need not have everything finalized prior to planning for the departure of Assad. The devil will be in the details. Russia's continued involvement in Syria will ensure that. But we should accept that the policy of \"strategic patience\" has left Russia in a position to play a role in the resolution of the Syria catastrophe. It is now the job of the US and the West to ensure Russia plays that role in a way that benefits Syria, or face the consequences."
}]}