{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170412153310-bannon-spicer-death-knell-bardella-opinion-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/12/opinions/resources-not-rhetoric-addiction-opinion-wen/index.html",
    "title": "Drug addicts need treatment, not talk",
    "author": "By Leana S. Wen",
    "release": "Updated 6:11 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Little is known about the Trump administration's plan to end this public health epidemic of opioid abuse, apart from the creation of a Commission on Combating Drug Addiction and the Opioid Crisis. So far, the White House has only said that the commission will produce a report and look for federal funding mechanisms.But that is not nearly enough.At a time when opioid overdose deaths kill tens of thousands of Americans every year -- including more than 33,000 in 2015 -- we do not have the luxury of giving this commission months to rehash facts that experts, including the surgeon general and coalitions of doctors and public health experts, already agree upon. We know that addiction is a disease and that recovery is possible. We know the availability of treatment is woefully inadequate across the country. We know evidence-based treatment is effective. The time and money that this commission will spend duplicating work achieved over the last several years is wasteful and will cost tens of thousands of more lives. We already know what works. We need resources, not rhetoric.In Baltimore, where I serve as commissioner of health, we have piloted a three-pronged approach to ending the opioid epidemic plaguing our city: saving lives by providing naloxone -- the opioid overdose reversal medication -- to every resident, improving access to treatment and eliminating stigma through education. According to overdose reversals reported and logged in my department, since 2015, naloxone has saved more than 800 lives in our city. But the rising cost of naloxone is pricing our city out of the ability to save lives. The problem is even worse when it comes to long-term treatment. According to the surgeon general's landmark report on substance abuse, only 1 in 10 people with the disease of addiction nationwide are able to get the treatment they need. Yet the World Health Organization estimates that for every $1 spent on treatment, society saves $12.A commitment to public health is therefore in and of itself an act of fiscal responsibility and a prudent use of resources.In November, I joined directors of health departments from 11 cities representing 31 million people to call upon the Trump transition team to prioritize health and well-being. Specifically, we have urged President Donald Trump to take the following steps to address opioid addiction and overdose:• Prioritize combating opioid addiction and overdose in the first 100 days and ask all relevant federal agencies to take part in a comprehensive plan to reduce drug trafficking, stop opioid overprescribing, support diversionary programs for low-level drug offenders, and increase access to treatment; • Work with manufacturers to reduce the price of naloxone so that all local communities can purchase it for their first responders to save lives;• Ensure that the Comprehensive Addiction Recovery Act -- legislation to increase access to addiction treatment -- is adequately funded to close the dramatic treatment gap;• Directly fund local communities of greatest need, allowing cities and counties on the front lines to innovate and take action; • Appoint a White House Office of National Drug Control Policy director with experience in public health and addiction treatment to ensure that addiction is addressed as the disease it is. These are concrete actions he President can accomplish today, but no progress has been made. Trump has not even appointed a permanent leader for the drug control policy office -- ironic, as he intends to put the administrative burden of supporting this duplicative commission on the back of that very office. Equally puzzling and concerning is that the goal of the commission directly contradicts the President's decisions to date. His proposed budget slashes critical health funding for federal agencies integrally involved in addiction treatment and response, including the National Institutes of Health, Substance Abuse and Mental Health Services Administration and the Centers for Disease Control and Prevention. And his favored legislation to replace the Affordable Care Act would have gutted Medicaid, which supports 1 in 5 people receiving substance use disorder treatment, and removed addiction treatment from essential health benefits, putting millions of people undergoing addiction treatment at risk of overdosing.While I appreciate that the tone of the conversations about the commission has focused on addressing the opioid epidemic from a public health perspective -- as opposed to concentrating solely on a criminal justice response -- I worry this delay will cause us to lose ground while community members die at skyrocketing rates.We must treat addiction with the same urgency and compassion as we treat any other disease. Those of us on the front lines of this epidemic are running out of resources, and we need them today. "
}]}