{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/141204180047-15-week-in-photos-1205-hp-video.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/03/30/opinions/war-on-coal-mining-michaels/index.html",
    "title": "Greed and genius -- not Obama plan -- led to coal's decline",
    "author": "By Patrick J. Michaels",
    "release": "Updated 10:30 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Many in the energy and environmental industries thought Donald Trump's victory in November meant certain death for the Clean Power Plan (CPP), a piece of low-hanging fruit in Trump's promise to revitalize coal country. This regulation, which many argue is one of the most expensive in American history, was key to Obama's climate legacy and, indeed, the President's Executive Order issued this week does kill the CPP. Until, that is, the environmental activists file for a stay, which could happen any day now. As with Trump's promises for the revitalization of coal country, all of this will be more complicated than suggested. Legally, the Supreme Court's 2007 decision, Massachusetts v. EPA, held that if the EPA determined carbon dioxide is a pollutant causing harm to human health and welfare, then it is empowered to regulate it under the 1992 amendments of the Clean Air Act. Trump's executive order cannot call on the EPA to cease and desist from its Clean Power Plan until it somehow determines that carbon dioxide, after all, does not cause endangerment, or that the science is simply not there to show that it does. As science moves slowly, and with the federal government itself providing a vast majority of all climate science funding, this will be a difficult battle.Undoing regulations is typically more difficult than creating them. However, the selection of Scott Pruitt, who defended the rights of Oklahomans to set their own environmental standards, shows the Trump administration is serious. While many left-leaning environmentalists tend to believe Pruitt is \"against\" the environment, the truth is that most Republicans strongly value the environment -- they just wish to regulate it at a state level, where local knowledge and values can be applied. Pruitt is not an anti-environmental zealot; as for the EPA, he's said \"Clearly the mission of the EPA is to protect our natural resources, protecting our water quality, improving our air.\" And, as many have noted, even the elimination of the Clean Power Plan will not itself bring coal back to anything like its former life. The major reductions that the US has made in its greenhouse gas emissions stem not so much from a war on coal (indeed, the previous administration was surely belligerent toward the industry), but from the market itself. Dramatic advances in geolocation and hydraulic fracturing have made natural gas, which only emits half as much carbon dioxide as coal when used for power generation, and the equipment used to burn it, cheaper than coal. It also burns much cleaner, so the expensive scrubbers and bag houses required to capture coal's bad residuals are not necessary. This conversion from coal to cleaner burning natural gas has led to the decoupling of economic growth from an increase in carbon emissions -- something many said would only be possible through government coercion. Instead it was accomplished by greed and genius.It's hard to predict the legal fate of Mr. Trump's latest executive order. What we do know, though, is it will be a long time before the dust settles, and unless many fundamental changes occur legally, diplomatically, and scientifically, any new administration can bring Obama's policies back to life with a pen and a phone. "
}]}