{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170414093209-trump-tax-day-protest-overlay-tease.jpg",
    "id": 5,
    "link": "http://www.cnn.com/2017/04/13/opinions/trump-jekyll-and-hyde-president-ghitis/index.html",
    "title": "The Jekyll and Hyde president",
    "author": "By Frida Ghitis",
    "release": "Updated 5:27 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)President Trump is giving the world whiplash.During more than a year of campaigning he staked out positions that sowed wide anxiety, threatening to upend decades of US strategy, policy and protocol, in favor of what he claimed would be his innovative, commonsense businessman's approach. But now, less than three months into his presidency, Trump has begun a head-snapping series of reversals. His new ideas have not survived the first contact with reality. Now, he announces changes of mind after meeting with world leaders or after hearing of shocking events on television. Policies on Syria, China, NATO, Russia, all seem to be turning into precisely the opposite of what candidate Trump had vowed.The President would like us to think this is the reasonable behavior of a man imbued with great leadership talents, capable of responding to changing circumstances; a brilliant navigator, tacking at the right moment, or trimming the sails to make the most of shifting winds. That explanation, however, misses the facts. What we are seeing is an erratic foreign policy, anchored by shallow thinking. It alarms US allies and dangerously destabilizes the rest of the world. (In some areas, however, Trump is still sticking with his muscular foreign policy stance, as in the use of the biggest nonnuclear bomb in America's arsenal, dropped in Afghanistan on Thursday.) But Trump is changing his mind because he hadn't thought very carefully about his earlier positions, so the reasoning behind them can collapse after the evening news or after a conversation with a world leader. We can only hope he -- or his wiser aides -- is giving more careful thought to the new approach before it becomes US policyThere is, however, one considerable bit of good news in the most recent installments of Jekyll and Hyde Trump. Most of the changes we have seen in the past few days reflect the abandonment of campaign pledges that were absurd from the start. There is a chance that Trump is discovering the world as it really is. This will come as a harsh blow to those who believed his \"America First\" pledges to stay out of international conflicts and smash the existing global order enough to vote for him last November.Back then, Trump questioned America's relationship with NATO, dismissing as \"obsolete\" the alliance that has been the bedrock of global stability since World War II. He accused China of \"raping,\" US consumers with its trade policies and said that he would designate Beijing as a currency manipulator \"on day one.\" He vowed to move the US embassy in Israel to Jerusalem, also on day one of his administration. He said he would improve relations with Russia, aligning with Moscow to jointly combat ISIS in Syria, while staying out of the rest of that conflict. \"Wouldn't it be nice if we got along with Russia,\" he declared, as if nobody else had ever thought of that; as if no one else had tried; as if fundamental policy disagreements did not lie at the heart of bilateral tensions. And so, to review, here is the latest in the about-faces Trump has made in his world view: Syria is the first and most shocking of all. Trump, who now calls Syrian President Bashar al-Assad a \"butcher\" and \"an animal,\" had tweeted while Obama was President that getting involved in Syria would be \"stupid.\" As candidate he promised to only fight ISIS. Russia fights ISIS and Assad fights ISIS, he said, suggesting Putin and Assad could be Washington's allies -- even disagreeing with Mike Pence when his running mate said military action against Assad might be in the cards.But then, after a chemical attack on Syrian children blamed on Assad, a visibly moved Trump announced \"my attitude toward Syria and Assad has changed very much.\" In a press conference the day after the chemical attack, Trump boasted that he is \"a very flexible person.\" Only days earlier, administration officials had suggested Trump was prepared to let Assad stay in power. Now Trump has discarded his stance on the most complex geopolitical conflict in the world today, deciding to bomb.\"I don't have one specific way, and if the world changes ... I do change and I am flexible and I am proud of that flexibility.\" The President wanted us to believe this is nothing more than the reasonable behavior of a pragmatic leader.Flexibility is normally a commendable trait, the mark of the nonzealot. If circumstances change, it makes sense to adjust. But, as in practically all the cases in which Trump is backing away from his earlier stance, nothing has changed. It is as if Trump did not know of Assad's viciousness. The Syrian regime has been using chemical weapons, barrel bombs and mass starvation of civilians. Some 500,000 have died. That is not new. Just this week, after meeting with NATO Secretary General Jens Stoltenberg and with Chinese President Xi Jinping, Trump reversed course on two more fundamental campaign positions. NATO, he said, is \"no longer obsolete.\" Nothing had changed about NATO. Trump claimed the alliance started fighting terrorism because of his pressure, but that is patently false. NATO has fought in Afghanistan against Al Qaeda.And China? After a good meeting with Xi, Trump has decided China is no longer raping US consumers.And how about that pledge to move the US embassy to Jerusalem? That was supposed to happen immediately after inauguration. The chairman of the Senate Foreign Relations Committee, Sen. Bob Corker, said he thought Trump was ready to move the embassy at 12:01 p.m. on January 20, immediately after being sworn in. But then, Trump discovered it was all a little more complicated than he thought. He's getting \"a greater sense of some of the complexities that exist,\" Corker said.Trump seemed to campaign on a premise that everyone else is a fool. Only he, he claimed, had what it takes to correct it all. It turns out his brilliant ideas were nothing but shallow talking points, good enough to trigger roars of applause at his massive rallies.Some of the course corrections, particularly regarding NATO, are a welcome change. But the sight of a President who changes his mind with such ease over the most consequential issues of our time is deeply disturbing.   "
}]}