{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170414093209-trump-tax-day-protest-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/13/opinions/putin-and-trump-fake-news-bros-axelrod/index.html",
    "title": "Putin and Trump, fake news bros",
    "author": "By David Axelrod, CNN Senior Political Commentator",
    "release": "Updated 8:07 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)A president under siege unleashes a wholly unproven and outrageous charge and assails the US intelligence community for spreading false, politically-motivated findings.You may think you have seen this movie before, but it happened just this week.  And the president wasn't ours.It was interesting to watch Vladimir Putin's cynical and dismissive response to the overwhelming evidence that his ally, Syrian President Bashar al-Assad, had again deployed chemical weapons against his own people. Without offering a shred of proof, Putin first charged that it was Syrian rebels who had engineered the gassing of women and children as a \"false flag\" to implicate Assad and draw the United States to attack the Syrian regime.By week's end, he went further, questioning whether the chemical attack had happened at all. In other words, the suggestion that Assad was behind a horrific chemical attack against women and children, the wrenching images of which the whole world has seen, was just so much \"fake news.\"This is the world Putin has promoted -- a world in which inconvenient truths are parried with outlandish accusations and objective facts are dismissed as politically-motivated contrivances.This is how the Russian strongman rules his country and a tactic he has energetically sought to export to others, including our own. And in Donald Trump, Putin has found a kindred spirit, if not a willing collaborator.Outrageous counter-charges and diversions, unsupported by evidence, have become a go-to tactic for our own President when he is confronted with unfavorable news.Last month, as the probe into his campaign's links to Moscow churned on, Trump fired off his infamous tweet accusing Barack Obama of ordering candidate Trump's phones tapped in the final days of the campaign. It was an audacious misdirection play, widely rebutted, that still has Washington tied in knots five weeks later.The Putin-Trump parallels don't stop there.Confronted with the unambiguous conclusion of American intelligence that Assad was behind the chemical attack on Syrian civilians, Putin this week played another familiar card.\"It reminds me of the events in 2003 when US envoys to the [UN] Security Council were demonstrating what they said were chemical weapons found in Iraq,\" the Russian President said.Wasn't it just last December that Donald Trump launched the same salvo in challenging the intelligence community's conclusion that Putin and Russia had sought to tilt our election in Trump's favor?\"These are the same people that said Saddam Hussein had weapons of mass destruction,\" the President-elect said in response to the unanimous conclusions of the intel community about Russian meddling in our election. They were wrong then, was his message. So how do we know that they are right now?It is the height of irony.Today, Trump is relying on the same intelligence community whose accuracy and even veracity he so recently impugned to justify his decision to launch a missile attack on Syria last week.Trump and Putin may publicly be at odds, drawn there by the events in Syria and, perhaps, the embattled President's need to demonstrate his independence from the Russian leader who was his clandestine benefactor just a few months ago.But whatever their differences, each, when cornered, will deny facts and tar opponents with flagrantly false accusations and wildly gratuitous smears.In his closed society, Putin's calumnies will go unchallenged.In our country, Trump's will not."
}]}