{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160917173913-vladimir-putin-look-right-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/11/opinions/david-daos-united-nightmare-could-be-yours/index.html",
    "title": "Dragged from a plane in Trump's America",
    "author": "By Jeff Yang",
    "release": "Updated 8:54 PM ET, Tue April 11, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Imagine you're a 69-year-old physician -- a Vietnamese-American immigrant, traveling by air from Chicago to your Kentucky home.Imagine that the flight you're on is overbooked, a consequence of decisions made by the carrier to pack its planes as tightly as possible in order to deliver maximum value to shareholders, even if in doing so it's providing minimum comfort for travelers.Imagine that the airline decides four of its employees need seats to get to Louisville airport, and as a result, it must eject paying customers from the flight. Imagine if, failing to find volunteers, the airline selects random passengers to deplane instead, you included -- and that when you refuse, saying you have responsibilities to patients back home, you're physically yanked from your seat by security, slammed against an armrest, making you bleed, and dragged semiconscious down the aisle in full view of horrified passengers. Here's the hard and honest truth about this ugly incident: It is not an exception, but the new normal. Dao's brutalization was shocking to many Asian-Americans, who set Twitter aflame with accusations that he was targeted because of his race. We don't know what might have happened if he had not been Asian-American.But America knows well the template for this treatment of \"the other\": Among African-Americans, the incident was simply and tragically familiar — an expression of the same state and corporate-endorsed violence that they have seen enacted against their community for generations. It's 2017 and America has elected as a successor to the first African-American President a man who believes that the rights of corporations and their owners outweigh the rights of equity-less humans. Who has made it clear that \"rules\" and \"order\" are critically important -- not for the wealthy and powerful, naturally! -- but for the plebes who can't afford private jets and are condemned to coach.In this America, \"refusal to comply\" with authority -- resistance in the face of oppressive and capricious establishment decrees -- is a corporal offense and, all too often, a capital one.Hence we have Dao's nightmare. After his ejection, the airline closed ranks. United's CEO Oscar Munoz issued a statement blaming Dao's \"belligerence\" and \"refusal to comply\" with crewmember instructions for the violence committed upon his person. (Munoz later issued an overdue apology for the \"truly horrific\" treatment of Dao.)But by then, the media, in its carrion-bird eagerness for clicks, had begun digging into aspects of Dao's past, as if sins of personal history have any relevance to victimization in the present.Time and again, we've seen the same kind of memo that Munoz sent to his United team -- issued by police chiefs, commissioners and governors -- stating that \"standard procedures were followed,\" that the victim was to blame for resisting, that \"defensive\" reprisal was to be expected given the constant fear of harm experienced by law enforcement. And time and again, we've seen retroactive smearing, assertions that the victim was actually a thug, a criminal, a monster, a predator who needed to be dragged away like an animal for public safety.The horror of Dao's treatment brings us back to other news stories of innocent resistance in minor incidents, met with an overwhelming response and often tragic ending. He could've been Sandra Bland, pulled over for failing to signal and ending up arrested and dead in a cell. He could've been Samuel DuBose, who was shot by a cop who flagged him for a missing license plate. He could've been Walter Scott, unarmed and gunned down while running away from a traffic stop. All followed by post-facto attempts to defend and excuse the horrific actions of law enforcement.Some Asian-Americans may have thought they were immune to incidents such as these, protected by our relative privilege and perceived \"model minority\" status. But if a doctor can be beaten and dragged by officers for refusing to \"volunteer\" a plane seat he legally purchased, it should be clear that no such immunity exists. And the speed with which right-wing publications and social media users have moved to dismiss this incident and retroactively condemn Dao should underscore that, in Trumpmerica, any of us who don't conform to the vision of \"greatness\" are now at risk. So Asian-Americans, immigrants, women, LGBTQs and yes, members of the white working class: If you didn't come out in support of Black Lives Matter before, now is the time -- because you or someone you love could be the life that \"matters\" next."
}]}