{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/141204180047-15-week-in-photos-1205-hp-video.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/03/30/opinions/i-stand-with-us-womens-hockey-vie-opinion/index.html",
    "title": "US Women's Hockey team shoots for equality -- and scores",
    "author": "By Natalie Vie ",
    "release": "Updated 10:17 PM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)The same weekend that the US women's hockey team declared its intention to boycott this year's International Ice Hockey Federation World Championship in Michigan, I was traveling from New York to host a fencing clinic. The team's statements caused me to reflect on my own experiences as an elite female athlete who competes for my country in a sport traditionally dominated by males.For 14 months, the three-time defending world champions were locked in a battle with the sport's governing body, USA Hockey; they're asking for equal pay and benefits with their male counterparts and fair treatment (including benefits such as child care, maternity leave and more support for youth development in the sport). With just days left before the championship Friday, the women's team agreed to a four-year deal -- the financial terms of which were not released -- that does include the formation of a group that will oversee the advancement of women's and girls' hockey. This deal and the protest that facilitated it are a critical moment for progress in gender equity in sports. Legendary soccer player Mia Hamm tweeted her congratulations on the deal: \"Thank you to US Women's Hockey team for showing us how to maintain unity, integrity, & strength in fighting for what is right.\"Even before this deal was reached, the women received unprecedented support from male professional athletes as well -- from players' unions from the NBA, Major League Baseball, the NFL and the NHL (including reportedly a commitment from American NHL players to skip the tournament, too, if USA Hockey brought in replacement players to step in for the boycotting women).I understand where these athletes on the US women's hockey team are coming from. Gender disparities persist at highest levels in sportsLike many of them, I am also a high-performance athlete representing my country but in the sport of fencing. The subtleties in the way that female athletes versus male athletes are respected and thus treated are even evident in many of the sporting events themselves. The general assumption that a female athlete is not as valuable or as capable as a male athlete is pervasive, and it affects all athletes from the beginner to the highest levels. The boycott protest by the US women's hockey team raises questions about the gender discrepancies across all sports, especially at the highest levels, including other Olympic sports.The Olympic movement is the symbol that epitomizes sport, and the decisions that the International Olympic Committee makes have a tremendous impact. While the opportunities available for women have grown by leaps and bounds since the first modern Olympics Games in 1896, where women were completely banned from competing, we have yet to close the discrepancy in the number of opportunities and the treatment of women in the Olympics and in sports. A tidy metaphor for the inequality of treatment occurred during the 2012 Olympic Games when a number of international teams were criticized for sending their male athletes off in business class while their female counterparts of the same sport sat in economy class. The most entrenched gender biases are embedded in the events themselves. In swimming, the longest swim of 1,500 meters is shortened to 800 meters for the women. Of the 16 canoe/kayak events, 11 are men's events; there is not a single canoe event for women nor are there any long-distance kayaking events for women.Some of these event modifications for gender are minuscule to the point of being symbolic. In track and field, for example, the standard hurdle race for men is 110 meters, while for women it is 100 meters.  Plus, there are still far fewer Olympic women's events than Olympic men's events overall: In the most recent 2016 Summer Olympics there were 136 women's events, compared with 161 for men. Even in those sports where women have traditionally garnered more recognition and coverage than men, such as gymnastics, women compete in four events (uneven bars, vault, floor, balance beam), while men compete in six (parallel bars, vault, floor, high bar, rings and pommel horse). Other events offer fewer spots for women than men on the Olympic roster, such as bobsledding, where the men have four-man and two-man teams and the women only have a two-woman bobsled team. My own sport offers one of the best examples of why these inequities persist: administrative red tape when governing bodies even try to add women's events to their roster. In 2002, the International Fencing Federation was only able to add more events for women by agreeing to rotate others, because of the IOC's intransigence. Much like the USA women's hockey team, fencers around the world boycotted events in protest of this change. Peter Westbrook, an Olympic bronze medalist in fencing, commented at the time, ''The international federation is putting in women's saber and taking out women's foil. If you put in one new women's event and take out another women's event that has been around for so long, that's not giving women more.''A decisive moment in the history of women in sportsLike fencing, other sports that push for equal events for men and women end up dropping or rotating out other events already on their roster -- which hurts the entire sport and especially the athletes who have spent years training for those events.And it cuts both ways, too -- in January, the governing body for rowing voted to drop the men's lightweight event to add the women's rowing event. Forcing sports to eliminate or rotate out events if they are to attempt to provide an equal platform for both men and women is detrimental to all athletes and counterproductive in the fight for gender equality. The IOC's mission statement affirms that it seeks the \"advancement of women in sport at all levels and in all structures, with a view to achieving equality between men and women. Help in the development of sport for all.\" Yet it remains clear that women do not have nearly the same opportunities, both in quantity and quality, to compete.We are at a decisive moment in the history of women in sports where many charters, organizations and even the IOC have stated their commitment toward girls and women and yet have not fully turned these words into action.As awareness continues to grow around this issue, female athletes are now finding allies in their male counterparts. Earlier this month, USA Hockey Olympian Mike Eruzione -- one of the heroes of the 1980 \"Miracle on Ice\" at the Olympics in Lake Placid, New York -- expressed support for the women's boycott.\"I think things like this are why you get Billie Jean King, Julie Foudy and so many other women who fought for years for women to get things like equal treatment, equal pay. You hate to see this have to happen,\" Eruzione told ESPN. I asked the Women's Sports Foundation, one of the biggest advocates for women in sports and an organization that personally supported my pursuit in athletics by awarding me two travel and training grants, to comment.  According to CEO Deborah Antoine, \"It is critical they (the International Olympic and Paralympic committees) develop monitored timelines for offering equal opportunities for women and men in the numbers of events, event classifications, weight classifications, disciplines and teams in team sport competitions.\"The athletic male body has epitomized the idea of strength as far back as ancient Greek society and perhaps beyond even that. It is time for this ideal to include not just the athletic male body but the female body as well. I want to add my voice in solidarity with the US women's hockey team; it has reminded all of us that protest and unity can lead to progress.An earlier version of this article incorrectly stated that the author is a two-time national champion -- she is a three-time national champion."
}]}