{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/120426132052-income-tax-form-exlarge-169.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/13/opinions/bannon-departure-would-rip-mask-off-blue-collar-trump-opinion-zelizer/index.html",
    "title": "Ousting Bannon would unmask Trump",
    "author": "By Julian Zelizer",
    "release": "Updated 4:15 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)If American politics was an episode of \"The Apprentice,\" the audience right now would be thinking that Steve Bannon would be the next one to be fired. After seeming to be the power behind the throne for much of the 2016 campaign and the first 100 days, suddenly, Bannon's fortunes have turned. The adviser who pushed Donald Trump toward being a Republican who would fight for blue-collar workers -- whether by playing to his backers' worst emotions or by promising new policies like a massive infrastructure project -- is in eclipse. He was removed from the National Security Council and his influence seems to be waning in the battle with presidential son-in-law Jared Kushner. In the battle for the heart and soul of the Trump presidency, at least when it comes to domestic policy, the more traditional voices are winning out.If Bannon leaves the White House, his departure might be viewed as the end of Trump as a defender of blue-collar Americans. In fact, though, we are dealing more in perceptions than in reality. Behind the mask, Trump never really showed serious interest in transforming the basic Republican agenda to help struggling Americans.   On Wednesday, Trump reversed himself on his tough rhetoric about China when he said that he no longer planned to get rid of the Export-Import Bank. The GOP  plan to replace Obamacare, which has failed to gain enough votes to pass the House, would take away benefits from some of Trump's lower income supporters. And his proposed budget also would have drawbacks for parts of Trump's base. In many of the rural areas that voted for Trump, residents would experience cuts to senior centers, after-school programs, farm services and infrastructure spending for towns and more. Trump's plans to weaken  government regulation -- although a boon to financial services and fossil fuel executives  -- also may not help his base. The benefits might \"trickle down,\" but right now the verdict is out. Trump promised to break with traditional approaches to politics so that he could uplift the \"forgotten\" Americans suffering from the elimination of manufacturing jobs and rising inequality. But, in fact, he's behaving like a classic Republican politician. Republicans consistently have promoted policies that benefit businesses and the wealthy, while finding ways to appeal to large numbers of voters whose economic interests should push them in the direction of the Democratic Party. Ever since Dwight Eisenhower tried to win over New Deal Democrats by promising that Republicans would do a better job keeping the country safe against communism, the GOP has  been employing different ways to get this job done. Richard Nixon came roaring into the 1968 and 1972 campaigns with promises that he could end the war in Vietnam and maintain law and order in a country where the \"Silent Majority\" had been ignored by liberals. Ronald Reagan insisted that supply-side economics would \"trickle down\" to all Americans and provide material wealth for all. Like Eisenhower, he said only Republicans could stand up to communists. Making similar national security promises, George H.W. Bush and George W. Bush spoke about a more compassionate vision of conservatism that would turn the GOP into a fairer version of itself. All of these Republicans have also used versions of the culture wars to sway Democratic voters to pick candidates whose economic policies won't necessarily help them, as Thomas Frank wrote in his classic book, \"What's the Matter with Kansas?\" Yet none of these presidents really fulfilled their promise to help working Americans better their economic circumstances.Social scientists, such as Larry Bartels in \"Unequal Democracy\" and Jacob Hacker and Paul Pierson in \"Winner-Take-All-Politics,\" have made a very convincing case that Republican domestic policy has continued to skew toward upper-income Americans. While it is more than legitimate for Republicans to claim that overall their policies are better for the economy, there is little evidence to buttress the argument that the GOP has ever made serious progress on specific measures that would expand the economic foundation of middle-class families. Democrats have a much stronger record of progress on this front.Most Republicans would argue that market-based solutions are better than those imposed by government. But the shift toward market-based policies that has taken place since deregulation began in the 1970s has not yet delivered, as evidenced by rising levels of inequality and middle class insecurity.  There is one aspect of Bannon's role that will linger even if he leaves the White House: the darker side of his politics. The conservative populism of President Trump has not just been about making economic promises but also about playing to the worst fears and feelings of struggling workers. Attorney General Jeff Sessions is moving forward with his aggressive crackdown on undocumented immigrants, playing to a level of nativism that has been at the very core of Trump's outreach to those who are down and out. We will likely see more of this in months to come as an unpopular Trump tries to retain his base of support.All of this matters mainly because Trump won the election by gaining an edge over Hillary Clinton with working-class and middle class voters in states like Wisconsin and Michigan. Steve Bannon's shaky status in the White House is only one sign that Trump's hold on those voters may not be lasting -- particularly if Democrats show that they are better positioned to meet their needs."
}]}