{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170414093209-trump-tax-day-protest-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/13/opinions/america-food-security-opinion-moran/index.html",
    "title": "GOP senator: Trump wrong on food aid",
    "author": "By Jerry Moran",
    "release": "Updated 6:02 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Regardless of faith, ethnicity or class, each of us is taught at a young age that it is our duty to help those in need. Americans take that moral responsibility to heart. As individuals, we help our neighbors. Through churches and local organizations, we feed our communities. And as a country, America leads the world in providing food for millions of people in need of assistance. When governments cannot feed their own people, chaos and violence are sure to follow. Food assistance provided by the United States -- almost 10% of hard red winter wheat exports in 2016 were through food aid programs -- leads to greater stability in regions of the world important to America's strategic interests. The President's proposed budget cuts to food aid programs would only undermine those interests.While our country's collective moral convictions make fighting hunger the right thing to do, the benefits we receive as a nation from reducing global food insecurity also make it the smart thing to do.President Ronald Reagan recognized the power of food in shaping foreign policy. In 1983, at a signing of a World Food Day proclamation, Reagan chided the Soviet Union for failing to provide humanitarian relief to those in need, and offered a direct challenge to the Kremlin to explain why the Soviet Union only provided weapons but not food assistance to the underdeveloped world. While the threats of today are different than those faced during the Cold War, American food aid continues to serve our national interests by promoting political, economic and social stability on a global scale, in addition to elevating our country's moral standing and leadership.For decades, we have witnessed food-related hardships act as a catalyst for protests and armed conflicts that harm America's strategic interests abroad. From 2007 to 2011, spikes in global food prices led to increased food insecurity and unrest in the world. In the Middle East and North Africa, food-related protests were one of the major drivers of the mass uprising of the Arab Spring. The widespread turmoil in these oil-producing regions caused major volatility in energy prices. And even as food prices have leveled out since 2011, we continue to deal with the reverberations of the Arab Spring.In Syria, the Islamic State uses the promise of food and basic necessities to recruit soldiers. Food shortages have led refugees to leave camps and return to an active war zone in search of food for themselves and their families. Closer to home, food prices contributed to rioting in Haiti in 2007 and 2008. As food prices increased and economic conditions deteriorated, US Coast Guard interceptions of people from Haiti attempting to immigrate to our country also increased.The National Intelligence Council warns that a continuation of the fundamental contributors to food insecurity -- such as expanding populations, the slowing of agricultural yields and gaps in infrastructure and distribution systems -- without greater assistance by the United States will result in increased food insecurity and instability in the Middle East, Africa and South Asia. Congress has a critical role to play here in delivering that assistance.Through my role on the Senate Appropriations Committee, I am committed to protecting the gains we've made in international food aid programs. While chairing the Agriculture Appropriations Subcommittee, I fought for a $134 million increase in Food for Peace Title II funding, which is a USAID initiative that provides in-kind donations of American agriculture commodities to countries with critical food needs. Our subcommittee also increased funding for McGovern-Dole, a program that promotes education for children, especially for young girls, by providing meals at schools located in areas most critically in need. This administration's budget proposal, which eliminates funding for the McGovern-Dole Food for Education and makes cuts to USAID, will harm our long-term national security interests and reduce our leadership in the world.We are outraged at the crimes of ISIS, Al Qaeda, Boko Haram and other terrorist groups. We rightfully label the actions of these groups and corrupt global leaders, which have led a number of countries to the brink of famine, as evil. But unless we back up that outrage by continuing to support global food aid programs, it rings hollow.When signing the proclamation in 1983, Reagan cited 450 million people in developing countries who were undernourished. Our global population has risen by 3 billion people since that time, and today, there are nearly 800 million people in the world who do not have enough food to lead healthy, active lives. While significant strides have been made in the fight against food insecurity, for both strategic and moral reasons, our commitment to ending hunger cannot end now.I urge my colleagues to consider the implications of global hunger and join me in supporting policies that help solve this problem. America's unmatched generosity helps to feed the hungry across the globe while benefiting our citizens here at home.   "
}]}