{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/120426132052-income-tax-form-exlarge-169.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/13/opinions/what-will-trump-do-in-syria-pletka/index.html",
    "title": "Trump's chance to fix Obama failure",
    "author": "By Danielle Pletka",
    "release": "Updated 6:44 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Little more than a week after the Russian and Iranian-backed Syrian government attacked rebel-held Khan Sheikhoun with sarin nerve gas, Russia vetoed a United Nations Security Council resolution condemning the attack and calling for an investigation.  It was the eighth such Russian veto since war broke out in 2011, and yet another sign Russia will not easily relinquish its new perch on the Mediterranean or its alliance with Syria's brutal dictator Bashar al-Assad. Similarly, a short Moscow visit by Secretary of State Rex Tillerson failed to persuade Vladimir Putin that Assad has become a liability rather than an asset.Rumors have been swirling in Washington about a new strategy to hive Russia off from Assad, isolate Iran, unite to defeat ISIS and move to a transitional government in Damascus. If that indeed is the Trump administration's nascent Syria strategy, it is at an impasse.  Russia and the United States are solidly squared off at opposing points on the strategic map. Both have outlined their positions: Assad should go; Assad should stay. And while the Security Council vote is little more than a signal of Russia's continued position -- after all, UN Security Council resolutions are too often worth less than the paper they're written on -- it is nonetheless a clear signal. Ultimately, however, the events of the last week will have little impact on the resolution of the Syria mess.For the Trump administration, these are early days, and while the strike on the Shayrat base from which the chemical attacks were launched appears to make the beginning of a policy rethink on Syria, it is still unclear where the administration goes from here. Is there a larger strategy to be explored that works without Russian cooperation? Is there a way to raise the cost to Russia of its Middle East adventures? And to do so without having Moscow act out closer to home ... say in Ukraine, or Estonia? The short answer is that there are strategies available, but none are simple, none are without cost, none are without additional troop commitments, and none are without the potential for blowback from Iran, Russia, ISIS or other terrorist groups. Indeed, there is only one thing we know for sure: In 2011, the battle against Assad was both a strategic and a moral opportunity. Six years later, there are few satisfying outcomes available to the United States. As it was for Barack Obama, Syria will be a test for Donald Trump. Obama chose to punt -- to \"liberate\" himself from the responsibility to lead -- and half a million are dead, more than 11 million displaced, with reverberations from the refugee crisis still toppling European leaders.What will Trump do? Will he stick with the tactical moves he embraced decisively in early April? Or will he move towards a clear strategy? Sooner or later, preferably sooner, the world will know. Until then, ISIS will keep fighting, Assad will keep using barrel bombs and chemical weapons, and Syrians will die. "
}]}