{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/120426132052-income-tax-form-exlarge-169.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/14/opinions/state-laws-requiring-tax-return-disclosure-legal-tribe-painter-eisen/index.html",
    "title": "Candidates who won't disclose taxes shouldn't be on the ballot",
    "author": "By Laurence H. Tribe, Richard W. Painter and Norman L. Eisen",
    "release": "Updated 5:21 PM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)During the 2016 presidential campaign, Donald Trump broke with decades of tradition and declined to release to the public his federal tax returns, as every president since Richard Nixon had done. Trump's decision highlighted the fact, previously unknown to many, that prior candidates had released their tax return not due to a legal obligation, but because they believed -- correctly -- that the information was important to voters. As a result, legislators in a majority of the 50 states have begun an effort to require presidential candidates to release several years of their tax returns to gain access to the ballot in that state. We believe these important efforts are legitimate and are very likely to be upheld under legal challenge in court.As state legislators have worked on these measures to ensure that future candidates for president, whoever they might be, provide this important information to the state's voters, opponents of the measures have claimed that they would be unconstitutional.These critics have largely relied on a 1995 Supreme Court decision striking down a law that sought to use ballot access to impose term limits on U.S. senators and representatives. In that case, the court said, the state was wrongly using its power over ballot access to add something new to the list of qualifications for office: that the person not have previously served over a certain number of years in the office already.   We have studied the recent round of state proposals requiring presidential candidates to release tax return information carefully and have concluded that they would be constitutional. Our federal Constitution allows states to create ballot access requirements that ensure that the ballots for every office, including the office of presidential elector, are comprehensible and informative.  A line must of course be drawn between permissible ballot access laws and impermissible attempts to add qualifications to those specified in the federal Constitution. But our research and analysis lead us to conclude that tax return disclosure laws such as the one proposed in California resemble ballot access laws in structure, impact, and purpose much more closely than they resemble laws imposing additional qualifications for presidential office.  As a result, we believe these laws comport fully with the U.S. Constitution. Unlike prohibited qualifications, these laws do not impose substantive requirements on candidates beyond those imposed by the Constitution itself; that is, these laws do not limit which candidates may run for office based on any particular information in their tax return. Thus, they do not create an insurmountable barrier in advance to any set of individuals otherwise qualified under Article II of our Constitution. Instead, these laws require federally qualified candidates to comply with a relatively minor process of tax disclosure. That is something competing candidates can and should readily do in order to allow voters to make more informed judgments about those contenders' characters or backgrounds. The states have legitimate justifications for providing their voters with this important information. The proposed laws mandate transparency rather than interposing obstacles that some would-be candidates cannot overcome. Tax returns provide information that is more broad, specific, and reliable than the candidate financial disclosure that is currently required.  Candidate financial disclosure forms are generally designed to identify and prevent conflicts of interest -- and tax return information could serve a similar function.Indeed, this could be particularly important for a presidential candidate, as the president is exempt from some (but not all) federal laws governing conflicts of interest once in office.  Prevention may be not just the best, but the only available medicine in some situations.Tax returns also provide various other kinds of information that voters might reasonably want to know when choosing their president. For example, tax returns can provide information about a person's charitable giving, some personal assets like homes, and various types of foreign assets that may not be identifiable from candidate financial disclosures.There can be no question that a supermajority of voters want candidate tax return information. Shortly before President Trump was inaugurated, 74% of Americans surveyed said they believed that he should release his tax returns, including nearly half of those who voted for him.If you need further evidence that voters continue to think this information is important, you will not need to look too far to find it. This Saturday, April 15, Americans will gather at Tax Marches around the country, from Minnesota to Florida to Arizona to Maine, to reinforce the message. Given these realities, the efforts of state legislators to ensure their constituents have access to candidate tax return information in the future are legitimate and consistent with both the text and the values of our constitution.  "
}]}