{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/160917173913-vladimir-putin-look-right-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/12/opinions/bannon-spicer-death-knell-bardella-opinion/index.html",
    "title": "Bannon and Spicer, architects of their own demise",
    "author": "By Kurt Bardella ",
    "release": "Updated 5:07 AM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Less than 90 days in, President Donald Trump's chief strategist and press secretary are both under siege. Depending on whom you listen to or which West Wing leaker you follow, neither Steve Bannon nor Sean Spicer are expected to last much longer. They are both suffering from self-inflicted wounds, but the paths they took to get to this point were very different. When you make yourself the story, you invite scrutiny. This is what's happened with Steve Bannon. For Sean Spicer, it's more of a classic example of death by a thousand cuts. Remember, Trump is never to blame, and since he can't fire his daughter or son-in-law, Bannon and Spicer are -- because of their own actions -- primed to take the fall.I'm someone with firsthand experience of self-inflicted wounds. Six years ago, I was publicly fired from my job as Spokesperson for the House Oversight and Government Reform Committee under Chairman Darrell Issa, R-California, because I foolishly, yet predictably, put my ego and vanity ahead of the best interests of my boss and colleagues. Bannon really put himself in this precarious position by being so far out front of his boss and playing to the perception that he was the \"Great Manipulator\" or \"the second most powerful man in the world,\" as he was dubbed in the infamous TIME Magazine cover story. That cover story helped inspire the Saturday Night Live sketch depicting Bannon as the Grim Reaper and Trump as his sidekick relegated to the small desk in the Oval Office. The sketch, Ashley Parker and Philip Rucker reported in the Washington Post, made the President \"especially upset.\"There's an old saying: \"success has a thousand fathers, but failure is an orphan.\"It would be one thing if Trump's border wall were funded, Obamacare repealed, his executive orders were free of any legal challenges and his approval ratings were north of 50%. In that dream scenario, you could make the case that everything is working, and that having advisors with high profiles is helping yield results. Unfortunately for Bannon, Obamacare is still in place, Trump's travel ban is facing multiple legal challenges and his approval rating is stuck around 40%. There's also a government funding shutdown showdown looming over our heads.These failures do not amount to a recipe for success or longevity for Bannon, and the fanfare he generated by acting as \"Trump's brain\" is now being weaponized against him. It's hard to imagine him surviving much longer, especially with the President so publicly distancing himself in humiliating fashion for Bannon. Bannon might have been better off trusting his instincts and resigning a week ago rather than have the President so publicly declare he doesn't need him.Unlike Bannon, Spicer's job is public-facing by design; his boss asks him to go out every day and defend the indefensible. I'm not sure there is anyone who could successfully do the job Spicer is expected to do.That said, the situation Spicer finds himself in now is of his own making.He would never lose his job for trying to justify the litany of falsehoods that the President espouses or tweets. No matter what the facts and figures say, his job, from the White House's perspective, is to defend the President against the hostile opposition media. Stylistically, though, the bombastic and confrontational style Spicer established on day one left him very little room for error. No one with a functioning brain actually believes Spicer was trying to downplay the horrors of the Holocaust. But when you make a habit out of singling out and insulting individual reporters, you're not going to get a pass and every misstep, every enunciation gaffe, every mistruth is hyperscrutinized. It was just two and a half weeks ago that Spicer characterized Politico reporter Tara Palmeri as an \"idiot with no real sources.\" You'd have to think that right now, Palmeri is thinking to herself, \"Who's the idiot now?\"A few days after calling a female reporter an idiot, Spicer engaged in a heated exchange with American Urban Radio Network's April Ryan that culminated with Spicer lashing out at Ryan and instructing her to \"stop shaking your head.\"Two weeks later, Spicer made a big mistake, but after his treatment of the press, there just isn't any reservoir of goodwill in the tank to help him survive. Like Bannon, he has now become the story and as much focus is being put on the tone and tenor of his statements as their substance. When you reach the point where staff members' personalities are overshadowing what's actually happening -- Supreme Court justice confirmed, meetings with world leaders, and so on -- it's time for a change to be made. No President, under the best of circumstances, can succeed in an environment when his subordinates are the subjects of news cycle after news cycle. Trump is unlikely to show tolerance for his aides stealing his thunder. The clock is almost up on his first 100 days and he has very little to show for it. Unless some significant progress is made on his legislative agenda in the next few weeks, it's hard to imagine either Bannon or Spicer surviving much longer."
}]}