{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170412153310-bannon-spicer-death-knell-bardella-opinion-overlay-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/04/12/opinions/sean-spicer-holocaust-remarks-ben-ghiat/index.html",
    "title": "Spicer's Holocaust remark part of Trump's problem",
    "author": "By Ruth Ben-Ghiat",
    "release": "Updated 7:56 AM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)We should all be grateful to White House Press Secretary Sean Spicer. Attempting to make Syrian President Bashar al-Assad history's biggest villain, he stated Tuesday that Hitler \"didn't even sink to using chemical weapons,\" a remark that's been interpreted by many as denying the Nazis' genocide of Jews in extermination camps during World War II -- camps which Spicer referred to, bizarrely, as \"Holocaust centers.\" It didn't take long for the resulting outrage to include calls for his resignation, including from Democratic leader Nancy Pelosi. \"Sean Spicer must be fired, and the President must immediately disavow his spokesman's statements,\" she said in a statement. Spicer then apologized for the remark, saying to CNN's Wolf Blitzer, \"I mistakenly made an inappropriate and insensitive reference to the Holocaust, for which there is no comparison.\"  For unearthing the real issue, Spicer's timing couldn't be better, and not only because it's Passover, a major Jewish holiday. For some time, President Trump's been playing a double game with all things Jewish. He professes to be pro-Israel, but gained the alt-right following that helped him to power by repeatedly retweeting anti-Semitic and other racist propaganda. In one week in January 2016, 62% of his tweets had white nationalist origins or connections. As President, when confronted in February with a slew of anti-Jewish acts (bomb threats to Jewish community centers, the desecration of Jewish cemeteries) he declared anti-Semitism to be \"horrible,\" but then added \"You don't know where it's coming from...\" -- a disingenuous remark given the circles in which he moves and the people with whom he associates, which include white nationalist propagandist Stephen Bannon, Trump's chief strategist. In fact, the administration released a Holocaust Remembrance statement that did not mention Jews -- an act that smelled particularly like political calculation, given the presence in Trump's inner circle of two Orthodox Jews (Jared Kushner, his son-in-law, and Ivanka Trump, his convert daughter).   President Trump, we know you're a master of doublespeak and verbal jousting. But it's time to take a clear position. Are you willing to disappoint your base by firmly denouncing racism?  As our chief executive knows well, the spread of right-wing populist movements and leaders who have made racism an integral part of their appeal to their nations have made the stakes higher than ever on this issue. On Monday, the president of France's National Front party, Marine Le Pen, declared that her nation had no responsibility for an episode of the Holocaust that happened in Paris during the German-controlled Vichy regime: the 1942 deportation, by French police, of 13,000 Jews from the Vel' d'Hiv cycling track to the \"Holocaust center\" of Auschwitz -- because Vichy \"was not France.\" Like so many politicians today, Le Pen is playing a memory game designed to make people feel better about their nation's history. It is to deny responsibility for past national atrocities, or pretend they didn't happen. Spicer's comment may have stemmed from ignorance, but it makes the Trump administration a participant in this dangerous tendency. As I write, the Euro-American \"postwar order\" -- a way of organizing time and events based on the idea of democracy's superiority to illiberal regimes -- seems to be unraveling. And with it goes the notion that forgetting the Holocaust would imperil our sense of what it means to be human. But there's something else that's sinister. The Holocaust is a thorn in the side of the new right, which depends on racism to find support for its anti-Muslim and immigrant campaigns. It's inconvenient to remember that anti-Semitism started with the very sorts of everyday attacks that have spiked in America and elsewhere as these illiberal forces have found power. To make racism usable for today, it's best to remove the memory of Jewish extermination from the equation as much as possible. Spicer's comment helps that happen. In comparing Assad to Hitler, Spicer was trying to gain moral ground. His purpose was to pressure Russian President Vladimir Putin, who has been Assad's staunch ally. \"If you are Russia, ask yourself: Is this a country and a regime that you want to align yourself with?\" he said.On this night of a holiday marked by the asking of questions, we can repurpose this one for President Trump: do you really want to go down in history as aiding and abetting racism? It's a losing proposition, as Hitler's suicide testifies. Whether you fire your press secretary or not, this issue will not go away. "
}]}