{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170412165521-01-carter-page-screengrab-0412-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/12/politics/steve-bannon-donald-trump-relationship/index.html",
    "title": "Trump downplays 5-year Bannon relationship",
    "author": "By Theodore Schleifer, CNN",
    "release": "Updated 4:52 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)With Steve Bannon's place in his inner circle increasingly insecure, President Donald Trump is casting his chief strategist as a belated addition to a campaign team that was already on a warpath to the White House.But the shiv, delivered in the pages of The New York Post on Tuesday, belies both Bannon's tenure and prominence in Trump's brain trust, a relationship that slowly blossomed over at least five years -- through shared aides, radio interviews and eventually a formal hire.Bannon joined Trump's campaign at a time when it was struggling to raise money and being badly outpolled in states that Democrats typically did not even contest. The candidate's children were frustrated with Manafort's leadership, and Bannon forged key relationships with them as he led Trump to a once-improbable victory that November.The introductionTrump was first introduced to Bannon, then a conservative filmmaker and media provocateur, in 2011 thanks to David Bossie, the president of Citizens United, a conservative group famous for its court case that helped open the door for more money in politics. Bossie advised Trump as he toyed with running for the Republican nomination in 2012. Bossie had his own set of contacts in the Republican donor and media world, from Bannon to the big-donor Mercer family of New York to Corey Lewandowski, Trump's first campaign manager, who Bossie reportedly introduced to Trump in 2014.Bossie and Bannon had worked together on a series of conservative media partnerships, many of which were funded by the Mercers, who at the time were creating a wide network of data and advocacy projects. The Mercers had three principal gatekeepers at the time: Bossie, Bannon and Kellyanne Conway, who served as Trump's last campaign manager and now is a White House adviser.After meeting in 2011, Breitbart News, which Bannon led, offered extensive coverage of Trump and interviews with him before he formally announced his run for the presidency in June 2015. Bannon during that time period was also acting as the political consigliere of the Mercer family, who initially supported Trump primary rival Ted Cruz.Breitbart connectionTrump's relationship with Bannon became impossible to ignore as of November 2015 -- four months into his presidential run -- when the GOP frontrunner gave an interview to Bannon's Breitbart News Daily.\"Sirius National News at 7:30 A.M. Steve Bannon. @BreitbartNews,\" Trump tweeted on Nov. 2, alerting his followers to the interview.They would speak several more times during the primary, with Trump calling him \"Steve\" on the air in interviews that lasted up to 20 minutes apiece.\"Now honored to have Donald Trump,\" Bannon said at the beginning of the broadcast that November. \"Mr. Trump thank you very much for enjoying us on the initial Breitbart News Daily show.\"\"Well that's such an honor. The initial show, wow,\" Trump said, as Bannon heartily laughed. \"Good luck. You'll do well.\"Trump and Bannon bonded on air and off over their similar worldview: economically nationalistic; skeptical of foreign trade deals and costly wars; and as defenders of what they see as a forgotten class of working-class Americans.It wasn't though until several months later though -- at a tony fundraiser in the Hamptons -- that Bannon became formally part of the Donald Trump for President infrastructure. At the behest of Rebekah Mercer, the mercurial daughter of New York billionaire Bob Mercer, Trump installed Bannon and Conway, at that point already a Trump pollster, at the top of his campaign organization. The Mercers were concerned about the direction of the campaign and saw Bannon as part of the solution, leading to the Hamptons confrontation.A few days later, Manafort formally departed the campaign -- and Bannon was in charge."
}]}