{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329184927-mark-warner-richard-burr-march-29-2017-small-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/03/30/politics/freedom-caucus-trump-tweet/index.html",
    "title": "Trump tweets about Freedom Caucus: 'We must fight them, & Dems'",
    "author": "By Lauren Fox, Jeremy Diamond and Phil Mattingly, CNN",
    "release": "Updated 9:38 PM ET, Thu March 30, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)President Donald Trump has gone public with his war against the House Freedom Caucus, pushing into full view growing frustration shared by House Speaker Paul Ryan less than a week after the GOP health care bill crashed amid feuding between rival Republican factions.Trump targeted conservative House members within his own party in a tweet Thursday morning that told his supporters \"we must fight\" the House Freedom Caucus as well as Democrats next year.  \"The Freedom Caucus will hurt the entire Republican agenda if they don't get on the team, & fast. We must fight them, & Dems, in 2018!\" Trump tweeted.Later Thursday, the President called out individual Freedom Caucus members in several tweets.\"Where are @RepMarkMeadows, @Jim_Jordan and @Raul_Labrador? #RepealANDReplace #Obamacare,\" Trump tweeted.The tweets represented a bold strike against the most conservative members of the House GOP coalition, who often come from safe districts and are frequently impervious to pressure from party leaders.Why (almost) everyone hates the House Freedom CaucusIt comes at the same time Ryan, who has had multiple conversations with Trump since the failure of the health care bill on how to move their joint agenda forward, has attempted to instill fear in his members through a more gentle, but no less subtle threat: if members stand in Trump's way, he'll ditch them -- and conservative principles entirely -- and go looking for Democratic help.\"It is very understandable that the president is frustrated that we haven't gotten to where we need to go because this is something we all said we would do,\" Ryan told CNN Thursday when asked about Trump's tweet. An impasse between House moderates and Freedom Caucus members prompted the withdrawal last week of a bill to replace Obamacare that was supported by GOP leaders and the President. The White House accused the conservative group of moving the goalposts during negotiations and Trump has called out the caucus publicly over the weekend as well.Trump's message wasn't subtle -- nor was it random. It came shortly after Ryan made clear in an interview on \"CBS This Morning\" that if his party can't unify, Trump will likely turn toward Democrats for future legislative deals. Speaking to reporters later Thursday, Ryan amplified Trump's comments.\"I understand the frustration,\" Ryan said. \"I share (the) frustration.\"Ryan repeated that \"90%\" of his caucus is for the health care measure, but would not commit to a timeline on holding another vote.  In tandem, the messages form a dual-pronged campaign to try and emphasize -- and raise the stakes -- of the risks of remaining a divided party, according to sources familiar with the effort. As the health care debate reached its final days, and in the wake of its failure, Trump and Ryan have taken pains to preserve and improve their relationship, speaking by telephone multiple times a day, in an apparent acknowledgment that their hopes for a substantive common agenda rest on remaining united.The dynamics of the House GOP conference -- and how to try and bring it together -- have been a repeated topic of conversation, sources tell CNN.The idea that Trump could turn away from his own party at this stage is, to a degree, theater designed to spook the far-right of the party into line. It was a message echoed by Trump administration officials the weekend after the health care failure and repeated Thursday by Ryan, multiple people involved say.Trump's tweets, showing an increasingly aggressive and hard-edged view of the Freedom Caucus, represent his own unfiltered take on a group that is viewed inside the White House as threatening ambitious agenda.The President tagged on Twitter caucus chairman Mark Meadows, and members Raul Labrador and Jim Jordan.\"If @RepMarkMeadows, @Jim_Jordan and @Raul_Labrador would get on board we would have both great healthcare and massive tax cuts & reform,\" Trump tweeted, interrupting a day full of headlines related to Congress' investigation into Russian meddling in the US election and whether there was any connection to Trump's presidential campaign.For the moment, there's limited evidence that real work towards wrangling Democrats for Trump's agenda is taking place and even less evidence enough Democrats exist to make any effort along those lines worthwhile.  But, sources say, it's a threat that could eventually ring true if the Freedom Caucus doesn't change its tune. After all, the President is not particularly tied into conservative orthodoxy. So while the most recent comments fit into a loosely designed deliberate campaign of sorts now, there's no question it could become very real if Trump decides it's the only way to strike any kind of deal.Ryan enforced that message in the CBS interview, suggesting that Trump's patience was not infinite and he could be tempted to work with the other side if Republicans refuse to implement his agenda.\"What I am worried about is ... that if we don't do this then he will just go work with Democrats to try and change Obamacare -- that's hardly a conservative thing,\" Ryan said.\"I'm going to let the tweet for itself,\" White House spokesman Sean Spicer told reporters.Trump's outlook going from bad to worseFreedom Caucus member Rep. Justin Amash said Trump has surrendered to the Washington swamp he promised to fight.\"It didn't take long for the swamp to drain @realDonaldTrump. No shame, Mr. President. Almost everyone succumbs to the D.C. Establishment,\" the Michigan Republican, tweeted.Meadows, uncharacteristically declined to weigh in on Trump's tweet.\"I don't have anything to say at this point. No comment,\" he told CNN. \"No comment. I try to always be accessible, but no comment.\"Rep. Dave Brat, a Freedom Caucus member from Virginia, told reporters that he's not going to weigh into drama.  \"I don't get involved in any of that drama business,\" he said. He maintains members had and \"artificial time line\" of three weeks to digest a major part of the economy, and he's still committed to repealing more regulations than the House bill did. Will primary against Freedom Caucus members help Trump?Rep. Scott DesJarlais, a Tennessee Republican, was an early supporter of Trump and he said he still has a good relationship with the White House and that getting him out of office might only be worse for Republicans trying to move legislation through.\"In my district, we're very conservative so If he gets me out of office, he's going to get someone more conservative than me,\" DesJarlais said. \"I think what happened needed to happen,\" he added. \"We were pressured under what looked to be a bad deal, we walked away, and now cooler heads are prevailing. We're discussing this the way we should without a deadline, and we'll bring it back when its right.\"DesJarlais said he's not worried about Trump's Twitter account. \"I know what my relationship with the White House is with Tom Price is, Mick Mulvaney, Mike Pence and Donald Trump so I am not gonna get all hung up about a tweet,\" he said."
}]}