{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413131645-0413-trump-flip-flop-photo-illustration-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/13/politics/jeff-sessions-new-era-for-doj/index.html",
    "title": "Sessions ushers in 'Trump era' at the Justice Dept.",
    "author": "By Laura Jarrett, CNN",
    "release": "Updated 10:04 AM ET, Thu April 13, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)When Jeff Sessions was sworn in as the 84th attorney general in February, President Donald Trump foreshadowed that the Justice Department was at a turning point.\"A new era of justice begins. And it begins right now,\" Trump said.\"This is a new era. This is the Trump era,\" Sessions told border patrol agents on Tuesday, echoing a similar recognition that change is afoot. In just over two months, Sessions has proved to be a central figure in effectuating Trump's vision for America in tangible ways on immigration, crime, police reform and civil rights.And while the White House searches for new messaging to frame what Trump has accomplished in the first 100 days in office, Sessions has single-handedly managed to make several significant domestic policy changes -- from pressing pause on implementing police reforms to withdrawing Obama-era protections for transgender students in public schools.This radical transformation of the Justice Department's role is no accident. Many of the changes Sessions has made thus far track a familiar principle of federalism: the notion that the federal government's powers are limited and it can't coerce states into action. In other words, the federal government should get out of the states' way.Sessions' critics worry that he is well on his way to undoing many of the major progressive achievements of his predecessors, often by withdrawing from court cases or previous directives that fail to align with his views.Yet Trump supporters cheered Sessions on during the presidential campaign when he said, \"the American people are not happy with their government.\"Now that Sessions is the nation's top law enforcement officer, his defenders and critics universally agree: he's been busy fulfilling the President's campaign promises and he's just getting started.ImmigrationStanding before an enthusiastic crowd of Trump supporters in Alabama a little over a year ago, Sessions had his pick of social flashpoints to highlight as he announced his endorsement of then-Republican presidential candidate Donald Trump. But he focused only one: immigration.\"You've asked for 30 years and politicians have promised for 30 years to fix illegal immigration -- have they done it?\" Sessions rhetorically asked the crowd. \"No!\" screamed the crowd in response.Now as attorney general, Sessions' position on how to fix America's immigration system has proved unwavering.\"The border is not open. Please don't come,\" he told Fox News' Sean Hannity.Tuesday, he went a step further.Speaking before Customs and Border Patrol personnel along the US-Mexico border in Arizona, Sessions directed US attorneys to step up prosecutions of undocumented immigrants in a number of ways, including more heavily targeting cases of identity theft and illegal reentry.\"Lost in the attorney general's saber-rattling was the fact that the US federal court system already is buckling under the weight of immigration prosecutions, which previous administrations also have turned to as a show of force against unlawful immigration,\" said Heidi Altman, director of policy at the National Immigrant Justice Center. \"More than half of all federal prosecutions brought by the US Attorney's Office are immigration-related. Meanwhile, the overwhelmed immigration court system faces a backlog of more than 500,000 cases.\"Sessions has a solution for that: bump up the number of immigration judges (as there are currently a little over 300) and bring judges to inmates while in prison on the front end to speed up removal (as opposed to waiting until they've completed their sentences).But Sessions' new approach to immigration will not only increase the number of federal cases against undocumented immigrants -- it also raises the prospect of using more privately owned prisons to detain people. \"This is a strategy to fill our federal prisons with even more undocumented immigrants for relatively low-level cases,\" said Chiraag Bains, a former federal prosecutor and senior official at the DOJ's Civil Rights Division. During his first month in office, Sessions rescinded guidance from last year that directed the Bureau of Prisons to phase out private prison contracts -- an effort Sessions said was meant to \"restore (the Bureau of Prisons') flexibility to manage the federal prison inmate population based on capacity needs.\"The policy change sent several private prison companies' stock prices soaring, but troubled advocates of criminal justice reform given the systemic safety and security deficiencies documented by the department's inspector general last year.Crime and police reformAt his swearing-in ceremony -- and every major public speech since -- Sessions has warned of America's \"crime problem.\"He has called reducing violent crime his top priority as attorney general and often correspondingly speaks of a desire to boost what he views as low \"morale\" among those in state and local law enforcement.\"These first few months have been a successful opening chapter in what will be a long story about restoring public safety in America,\" said Justice Department spokesperson Ian Prior. \"Over the next few months, that story will continue to develop as the department announces new initiatives and renews its commitment to keep our communities safe.\"Last week Sessions ordered his deputies to undertake a comprehensive review of all police reform activities, including any existing or contemplated consent decrees, which were binding agreements used in prior administrations to outline and enforce reform measures.\"These are, first and foremost, tasks for state, local and tribal law enforcement. ... It is not the responsibility of the federal government to manage non-federal law enforcement agencies,\" Sessions wrote in a memo -- a federalism-tinged tone that some forecast as the beginning of the end of the department's use of consent decrees.\"I think there is concern that good police officers and good departments can be sued by the Department of Justice when you just have individuals within a department that have done wrong,\" Sessions said in January. \"These lawsuits undermine the respect for police officers and create an impression that the entire department is not doing their work consistent with fidelity to law and fairness, and we need to be careful before we do that.\"But last week's directive came at a particularly critical time for the city of Baltimore.A year-long federal investigation uncovered a pattern of unconstitutional treatment of the city's black residents and excessive force used by the Baltimore police department. The city and police had agreed on extensive reform measures with then-Attorney General Loretta Lynch, and the only remaining step was signoff from a federal judge who would oversee the agreement.Sessions said not so fast, however, and directed his attorneys at DOJ to ask the judge for additional time for the department to review the proposed decree to ensure it aligned with the priorities of the Trump administration on \"crime reduction.\"The move deeply troubled not only the city and its residents who wanted the decree, but also top officials on Baltimore's police force.\"It's a punch in the gut to the community, certainly to me, and to the men and women of this police department,\" said Baltimore Police Commissioner Kevin Davis.US District Court Judge James Bredar ultimately entered the consent decree last week, yet Sessions' expressions of \"grave concerns\" about its approval struck some as a radical sea change for the department. \"If the federal government has jurisdiction over anything, it's the enforcement of constitutional rights,\" said Bains. \"It's not as if DOJ was out there doing (federal investigations) on their own -- Congress gave DOJ a mandate to seek judicial relief when it found a pattern and practice of unconstitutional actions.\" Yet some leaders in the law enforcement community, welcome Sessions' change in tone on police reforms.\"What we are vehemently against are remedies that put the blame squarely on the back of rank-and-file police officers, and impede them in their ability to do things they know will help the public,\" said Jim Pasco, president of the National Fraternal Order of Police, who said Sessions has shown to be a \"valuable ally\" to law enforcement.Voting RightsWhile Sessions' new approach on immigration and crime have taken center stage thus far, the Justice Department's reversal of the federal government's position in a key voting rights case earlier this year did not go unnoticed. During the Obama administration, DOJ had joined efforts to block a strict voter ID law in Texas, arguing the law was aimed at suppressing the state's minority voters.But the Justice Department under Sessions asked a federal district court in February to dismiss its claim that the ID law was enacted with an intent to discriminate against minorities, noting that the Republican-led Texas legislature was working on a new law. The reversal in position was not entirely unexpected, but it nevertheless sparked outrage among those who previously understood the department as standing shoulder-to-shoulder with the civil rights community on the issue.Sherrilyn Ifill, president and director-counsel of the NAACP Legal Defense & Educational Fund, called Sessions' decision to withdraw from the Texas case \"stunning,\" particularly in light of a federal judge's decision on Monday, which concluded that the plaintiffs' evidence established that intentional discrimination against minority voters was \"at least one of the substantial or motivating factors behind passage\" of the 2011 voter ID bill. Election law expert Rick Hasen explained that DOJ's withdrawal from the Texas lawsuit had less of a practical impact in that particular case, as private parties also challenged the law, but it could be \"indicative\" and \"a sign of possible things to come -- with DOJ either staying out of these cases, or coming in on the side of states that have passed strict voting laws,\" a reversal of practice under Obama's Justice Department.Civil RightsFormer Attorney General Loretta Lynch made news in May 2016 when she released guidance that made clear to schools receiving federal funds: you must not discriminate against a student based on gender identity under federal civil rights law.  \"There is no room in our schools for discrimination of any kind, including discrimination against transgender students on the basis of their sex,\" said Lynch. \"This guidance gives administrators, teachers and parents the tools they need to protect transgender students from peer harassment and to identify and address unjust school policies.\"While there was some uncertainty during the presidential campaign about how the Trump administration would grapple with transgender rights, Sessions put the federal government's position in the educational context to rest in February.The Justice Department (along with the Department of Education) promptly withdrew Lynch's guidance -- meaning public schools are no longer obligated to allow transgender students to use bathrooms that correspond with their gender identity. The decision was swiftly denounced by those who viewed the move as a rollback of equal rights for transgender students.\"This is a mean-spirited attack on hundreds of thousands of students who simply want to be their true selves and be treated with dignity while attending school,\" said Mara Keisling, executive director of the National Center for Transgender Equality.Yet the move was praised by Texas Attorney General Ken Paxton and others who believe that the federal government had no business in the issue in the first place.\"Congress, state legislatures, and local governments are in a position to adopt appropriate policies or laws addressing this issue,\" Sessions said in a statement. \"The Department of Justice remains committed to the proper interpretation and enforcement of Title IX and to its protections for all students, including LGBTQ students, from discrimination, bullying, and harassment.\"Sessions has not yet offered any new guidance or a position on the underlying legal question of whether the federal civil rights law at issue protects gender identity.Meanwhile, schools continue to litigate the issue in federal court."
}]}