{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329184927-mark-warner-richard-burr-march-29-2017-small-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/03/30/politics/trump-outlook/index.html",
    "title": "Trump's outlook going from bad to worse",
    "author": "By Stephen Collinson, CNN",
    "release": "Updated 12:48 PM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)As the White House scans Washington for a bounce-back win after the Obamacare imbroglio, the political forecast is promising only heavy weather.An unappetizing list of looming congressional showdowns, complex, months-long legislative challenges and intractable threats to President Donald Trump's standing threaten to make the failed health care push look like a small setback.Approaching sagas of a potential government shutdown, raising the debt ceiling and a moment of truth in the Senate over the potential \"nuclear option\" confirmation of Supreme Court pick Neil Gorsuch will severely test the political alacrity of a White House already exposed by the busted bid to repeal Obamacare.The administration is promising aggressive efforts to pass a generational tax reform bill and a bipartisan infrastructure package, though the current Washington environment suggests neither effort will be simple.Throw in the corrosive impact that the thickening cloud of intrigue over Russia's alleged election meddling is exerting on the White House, and add the challenges posed by the President's own habit of detonating political explosions that damage his own standing, and it's tough to predict the administration's first big political win -- or how much that victory will cost.\"Nobody ever told me that politics was going to be so much fun,\" Trump declared, perhaps ironically, at a White House reception for senators on Tuesday night.The challenges facing the new administration are testing enough. But they appear to be compounded by the unorthodox and inexperienced West Wing staff and organizational chaos.Almost daily, stories seep out of the administration about feuding between top officials and rival centers of power around Trump, including the camp led by political adviser Stephen Bannon and the family inner circle comprising his son-in-law Jared Kushner and his daughter Ivanka Trump, who announced Wednesday she would take an unpaid staff position. Still, Washington has a habit of writing off presidencies early on if administrations fail to get a fast start. A genuine effort by the Trump team to learn the lessons of its missteps -- and to follow through with the reboot that its public statements suggest is being contemplated -- could improve the odds of getting big things done.\"It is a very challenging environment but I think these guys have been in office for 60 days or whatever, they have never done it before,\" said Howard Schweitzer, a former Bush administration Treasury official now with Cozen O'Connor Public Strategies. \"If they get smarter, they can turn it around.\"Opinion: Ivanka's role raises red flagsAlready, a shutdown showdownAt the top of the list of political messes for the Republican majority and the White House is the possibility of a government shutdown that could occur on an inauspicious date, April 29, Trump's 100th day in office.Congress must pass and the President must sign a spending bill that authorizes federal funding to succeed a current temporary spending bill, known as a continuing resolution, the current version of which expires on April 28.The process of framing a bill to do so threatens to expose exactly the same Republican Party fissures between ultra-conservative members and more moderate GOP lawmakers ripped open by the Obamacare duel.It will also be an immediate test of House Speaker Paul Ryan's diminished authority after he failed to unite his caucus behind an effort to fulfill the one promise -- repealing Obamacare -- that has united his party this entire decade.Ryan admitted himself in the wreckage of the health care battle that the GOP House caucus had proven itself so far unsuited to government and retained many of the characteristics of an opposition party.The key to putting off a government shutdown, and to making progress on other key agenda items relies on Ryan convincing his troops to evolve.\"I don't want us to become a factionalized majority. I want us to become a unified majority, and that means we're going to sit down and talk things out until we get there and that's exactly what we're doing,\" Ryan said Tuesday.To that end, Ryan made clear that the only appropriate way to defund Planned Parenthood -- a key issue of principle for conservatives -- is on a future bill like health care, rather than on federal funding legislation.Such an approach is designed to ensure that the funding bill does not get weighed down with controversial measures that could delay or kill it.Meanwhile, Arizona Sen. John McCain vowed Tuesday to do everything he could to force lawmakers to increase military spending in the bill, setting up another fault line.Tax reform isn't a quick win, eitherKeeping the government running is an obligation -- but Republicans, especially the President, are eager to dispel the unflattering reviews of their performance on Obamacare by moving onto another goal, tax reform.The effort is likely to be even more complicated than health care, given the complexity of the tax code and the vested interests it touches that are vitally important to the outside lobby groups that turn the screws on lawmakers.\"If you think this is complicated and controversial, wait until we get into tax reform,\" Rep. Mario Diaz-Balart, R-Florida, said of the health care process. Tax reform is also going to take time -- and is not therefore the kind of issue that is likely to produce a quick win to turn around a White House rough patch.Nuclear over Gorsuch?The complications of tax reform and funding the government are one reason why the White House is looking for a clean win on the confirmation of Gorsuch -- a process that could be completed by the end of next week.Yet even this victory will exert a price. If Senate Majority Leader Mitch McConnell is forced by Democratic opposition to invoke the nuclear option -- changing Senate rules to get around a Senate filibuster for Supreme Court nominees -- poisoned feelings could linger in the chamber for years.Such a step would inflame passions even more in polarized Washington and likely leave Democrats even more resistant to crossing the aisle and working with Trump. Already, there was little incentive to support a struggling GOP President, given his zeal in repealing the Democratic legacy item, Obamacare.Many Democrats are still fuming over what they consider the \"stolen\" nomination of President Barack Obama's Supreme Court pick Merrick Garland last year. And Trump's low approval rating -- 36% in the latest Gallup tracking poll and rock bottom reputation among Democratic voters, means Democrats have little political room to work with Trump even if they wanted to.Trump, however, has reacted to the defeat of health care by predicting that Democrats will be willing to work with him down the road, especially if Obamacare spirals into decline. Ryan, in turn, is using that prospect to warn his own party about the risk of remaining divided.\"What I am worried about is ... that if we don't do this then he will just go work with Democrats to try and change Obamacare -- that's hardly a conservative thing,\" Ryan told CBS's \"This Morning\" Thursday.Russia isn't going away, eitherFrom its first hours, the administration has been hounded by the question of whether Trump campaign aides cooperated with an alleged Russian effort to influence the presidential election in favor of Trump.Pressure builds week by week, as revelations emerge over meetings between people in Trump's orbit and Russian officials -- and as the President's aides and former aides get drawn deeper into congressional probes into the affair.This week, Kushner said he would appear before the committee, after it was revealed he met the head of a Russian development bank closely linked to President Vladimir Putin.While the White House is being accused of trying to knock the House investigation, led by under fire intelligence committee Chairman Devin Nunes, off-track, it faces a greater challenge with a parallel Senate probe.The Republican and Democratic leaders of that effort, Sens. Richard Burr and Mark Warner, appeared together on Wednesday to pledge a complete and organized investigation -- implicitly drawing a contrast with the chaotic effort that has been rocked by mistrust and partisan wrangling in the House.\"It's important for us at least, and I think for all of us here to remember to not lose sight about what this investigation is about: an outside, foreign adversary effectively sought to hijack our most critical democratic process, the election of a president,\" Warner said on Thursday.\"We're here to assure you and more importantly, the American people who are watching and listening, that we will get to the bottom of this.\"If those lofty goals are realized, the Russia issue could get even more difficult for the White House, as it searches in vain for low-hanging political fruit following a fraught start to the President's tenure."
}]}