{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170227175108-mick-mulvaney-02-27-2017-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/12/politics/town-hall-list-wednesday/index.html",
    "title": "Town halls around the US on Wednesday",
    "author": "By Miranda Green, CNN",
    "release": "Updated 1:41 PM ET, Wed April 12, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)As Congress continues its two-week recess this week, lawmakers in some states are holding town halls with their constituents to discuss issues ranging from health care and tax reform to anything else that concerns -- or enrages -- their voters.In the past, Republicans have faced some backlash from voters who oppose President Donald Trump over issues like his administration's proposed health care changes, tax policies and now, actions in Syria. Over the weekend, many members of Congress faced criticism and jeers.Republican Rep. Ryan Costello experienced both cheers and boos during his 80-minute session with 200 attendees in West Chester, Pennsylvania Saturday. On Monday, Republican Rep. Joe Wilson of South Carolina had to wait 30 seconds for crowd chants of \"you lie\" to die down, after Wilson told the crowd he had supported the local solicitor. Earlier this year, California Rep. Tom McClintock's town hall meeting got so out of control that police escorted the GOP congressman out of the venue.Here's a look at all of the town halls on our radar for Wednesday:Arkansas 6:30 p.m. EDT — GOP Rep. Steve Womack town hall in Van BurenCalifornia9:30 p.m. PDT — Democratic Rep. Mark DeSaulnier town hall in LafayetteColorado3:30 p.m. EDT — GOP Rep. Doug Lamborn town hall in Colorado SpringsConnecticut2 p.m. EDT — Democratic Rep. James Himes town hall in New CanaanFlorida10 a.m. EDT — Democratic Rep. Kathy Castor town hall in Tampa5 p.m. EDT — GOP Rep. Matt Gaetz town hall in Defuniak Springs6 p.m. EDT — Democratic Rep. Al Lawson in JacksonvilleGeorgia2:30 p.m. EDT- Democratic Rep. John Lewis town hall in AtlantaIowa7 a.m. CDT — GOP Rep. David Young town hall in Des Moines9:30 a.m. CDT — Young town hall in WintersetKansas1 p.m. EDT — GOP Rep. Roger Marshall town hall in Phillipsburg1 p.m. EDT — GOP Sen. Jerry Moran town hall in Garden CityKentucky9:30 a.m. CDT — GOP Rep. James Comer town hall in CadizMissouri9:00 a.m. CDT — Democratic Sen. Claire McCaskill town hall in HillsboroNew Jersey6:30 p.m. EDT-- GOP Rep. Leonard Lance town hall in FlandersOklahoma8 a.m. CDT — GOP Rep. Markwayne Mullin town hall in Sallisaw10 a.m. CDT — Mullin town hall in Poteau1 p.m. CDT-- Mullin town hall in Stigler3 p.m. CDT — Mullin town hall in Wilburton5:30 p.m. CDT — Mullin town hall in Coalgate1 p.m. EDT — GOP Rep. Tom Cole town hall in ChickashaOregon2 p.m. EDT — GOP Rep. Greg Walden town hall in The Dalles6 p.m. EDT — Walden town hall in Hood RiverSouth Carolina3:30 p.m. EDT — GOP Rep. Tom Rice town hall in HartsvilleTexas9:00 a.m. CDT — GOP Rep. Mike Conaway town hall in Brownwood2 p.m. CDT — Conaway town hall in DublinWashington10 p.m. EDT — Democratic Rep. Suzan DelBene town hall in KirlandWest Virginia11:30 am EDT — Democratic Sen. Joe Manchin town hall in ParkersburgWisconsin8:30 a.m. CDT — GOP Rep. Sensenbrenner town hall in Butler9:30 a.m. CDT — Sensenbrenner town hall in Lannon10:30 p.m. CDT — Sensenbrenner town hall in Hartland11:30 a.m. CDT — Sensenbrenner town hall in Nashotah12 p.m. EDT — Democratic Sen. Tammy Baldwin in Prescott7 p.m. CDT — Sensenbrenner town hall in New BerlinCORRECTION: A previous version of this story misstated Rep. Kathy Castor's name."
}]}