{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170329184927-mark-warner-richard-burr-march-29-2017-small-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/03/29/politics/april-ryan-sean-spicer-trump-presidency/index.html",
    "title": "April Ryan asked the most important question of the Trump presidency",
    "author": "By Nia-Malika Henderson, Senior Political Reporter",
    "release": "Updated 8:42 AM ET, Thu March 30, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)After a contentious -- and some said condescending, sexist and racist -- back-and-forth with White House reporter April Ryan at a press briefing Tuesday, Sean Spicer tried to get over the dust-up at the Wednesday briefing.He called on the American Urban Radio Networks correspondent first, and the two exchanged forced pleasantries. Moving on, folks, was the clear message. Nothing to see here. We are professionals and combat happens. But, lost amid that Tuesday exchange was the actual substance of Ryan's question. It was an important one, which goes to the heart of where President Donald Trump finds himself -- the Gallup daily tracking poll has Trump at 35%, a new low.Ryan asked: How does this administration try to revamp its image?Why Trump just can't (and probably won't) quit the wiretap storyPressing her way through interruptions, Ryan suggested that the Russia investigations and the wiretapping claims, contributed to a storm cloud around Trump that could hamper his administration.Spicer's response was among his most combative, full of push-back. He referenced Russian salad dressing, and offered the SNL-ready line, \"please stop shaking your head.\" Spicer was evasive, short-tempered and dismissive. His answer only underscored Ryan's assessment of this administration's image problem. In politics, image is everything.  And probably even more so for this President, who is clearly enamored of the performative part of the presidency, if not the policy demands. Beyond the stagecraft -- the meetings and photo-ops in the Oval office, the signing ceremonies for executive orders and the announcements about commissions -- Trump's image will ultimately rest on results, competence and how Americans feel about him. So far, by those metrics, Trump is struggling. Polls show voters increasingly doubting his honesty, leadership skills and whether he cares about average Americans. A rebranding, or in Ryan's words, a revamp, is in order. The question, still, as Ryan asked, is how?"
}]}