{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170412165521-01-carter-page-screengrab-0412-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/12/politics/paul-manafort-ukraine/index.html",
    "title": "Manafort expected to file as foreign agent",
    "author": "By Evan Perez, CNN Justice Correspondent",
    "release": "Updated 8:32 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Paul Manafort's lawyers have been in discussions with the Justice Department and he is expected to register as a foreign agent in a bid to resolve questions about his past work for Ukraine, according to sources briefed on the talks. Manafort and his lobbying firm have been under FBI and Justice Department scrutiny as part of a broader anti-corruption probe of the former Ukrainian president Viktor Yanukovych. According to Manafort spokesman Jason Maloni, \"Since before the 2016 election, Mr.  Manafort has been in discussions with federal authorities about the advisability of registering under FARA for some of his past political work. Mr. Manafort received formal guidance recently from the authorities and he is taking appropriate steps in response to the guidance. The work in question was widely known, concluded before Mr. Manafort began working with the Trump campaign and was not conducted on behalf of the Russian government.\"Manafort's firm did consulting work for a not-for-profit called European Centre for a Modern Ukraine, which was closely tied to Yankuovych's Party of Regions, sources tell CNN. Manafort is expected to register with the Justice Department as a foreign agent representing Ukraine's interests between 2012 and 2014, the sources said. One of the lobbying groups that Manafort's firm worked with, the Podesta Group, filed a foreign agent registration Wednesday.  The Justice Department declined to comment.But the registrations under the Foreign Agent Registration Act won't likely resolve all of the potential troubles for Manafort. He is one of four people associated with the 2016 presidential campaign of Donald Trump who remain under scrutiny of FBI and congressional investigators in the ongoing probe of the Russian operation to meddle in the US election last year. Manafort worked on Trump's campaign for nearly five months in 2016, and led the campaign for about three months. The FBI and Treasury Department have also been scrutinizing whether Manafort and people in his firm played any role in alleged money laundering by the former Ukrainian government. Yanukovych was ousted following allegations of corruption. "
}]}