{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170227175108-mick-mulvaney-02-27-2017-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/11/politics/trump-sanctuary-city-detainer/index.html",
    "title": "Trump admin suspends controversial sanctuary city reports",
    "author": "By Tal Kopan, CNN",
    "release": "Updated 5:33 PM ET, Tue April 11, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)The Trump administration has suspended its weekly reports aimed at putting political pressure on sanctuary cities.President Donald Trump's executive order on immigration called for the so-called \"declined detainer\" report, and the Department of Homeland Security issued the first one three weeks ago.The reports name jurisdictions that did not comply with immigration officials' requests -- called \"detainers\" -- to detain suspected deportable immigrants for an extra 48 hours beyond when they could otherwise be released.    There were only three reports published before the practice was suspended. DHS says it is conducting a review to ensure greater accuracy.Complaints came in instantly about the reports. Several of the cities and jurisdictions mentioned on the list said they had been included in error, and DHS issued some corrections that spokesman David Lapan characterized as \"data processing\" errors. Other jurisdictions say they feel bound by court rulings to decline requests without a warrant.Immigration advocates also criticized the list for singling out the criminals among undocumented immigrants without acknowledging the contributions of the broader population to their communities. When asked about the pushback, Lapan did not say that the move was a result of the response from cities and advocates, but did say a \"dialogue\" had been opened, as was partially the hope of the report.\"There is no time frame associated with that (suspension) because it's based on a desire to make sure that we have quality data that the information that we're publishing is as accurate as we can be,\" Lapan said. \"And so (it will take) as long as it takes to get to that level of comfort that the secretary believes what we have is as good as it can be.\" Lapan said mistakes that had been made \"were really data processing type things\" but that \"this review's broader than that.\"\"Now having a few reports under our belts, so to speak, we've issued them, we've identified that there have been some data processing errors, there have been some other issues,\" he said. \"That's why the decision was made. Let's take a pause and make sure that we look at this holistically, and make sure that we're getting it as accurate as possible.\" In the three weeks of reports, DHS issued about 3,000 detention requests a week and recorded a decreasing number of declined detainers, from more than 100 in the first week to 47 in the second. But the statistics were also confusing: The declined detainers did not necessarily relate to the week's requests; some recorded in a given week dated back to 2013 and earlier, but were simply entered into DHS systems during the week in question. ICE also would release a list of 10 cities each week that it said denied detainers and noted how many were sent to those cities, with no explanation of its methodology for selecting them. "
}]}