{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170412165521-01-carter-page-screengrab-0412-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/12/politics/carter-page-fbi-cnntv/index.html",
    "title": "Carter Page now a 'no comment' on FBI investigations",
    "author": "By Eli Watkins, CNN",
    "release": "Updated 9:03 PM ET, Wed April 12, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)Carter Page, a former foreign policy adviser on President Donald Trump's campaign, declined repeatedly Wednesday to confirm or deny the FBI had interviewed him yet.\"I have nothing to say about any ongoing investigations,\" Page said on CNN's \"The Lead with Jake Tapper.\" Page's CNN interview came a day after the Washington Post reported the FBI had received a warrant to surveil him in summer 2016 as part of the federal investigation into potential collusion between the Trump campaign and Russia to influence the presidential race.RELATED: The Russia story just keeps getting worse for President TrumpPage denied on Wednesday that he was a foreign agent, and said the report, if true, was a \"real game changer.\" He also warned people not to make assumptions about the matter.\"Let's not jump to any conclusions, and until there's full evidence and a full investigation has been done, we just don't know,\" Page said.Pressed on FBI questioning, he wouldn't say if he had been interviewed by the FBI, but said that he looked forward to supporting congressional investigations into the matter.\"I have no comment,\" Page said. In interviews as recently as February, Page had said the FBI had not questioned him, but in his CNN interview he declined to answer.He said he tried to speak with Lisa Monaco, a current CNN analyst and former member of the Obama administration, about a potential FISA order targeting him, but that she avoided the question. Page, who said he wanted to \"get as much information out there as possible,\" also declined to say who brought him onto the Trump campaign. He said it was not Paul Manafort, a former campaign chairman. When Tapper asked if Sam Clovis, another former Trump campaign official, was the one to bring him on, Page said, \"no comment.\"Pressed further, Page said, \"He was not the first person that brought me in. I can assure you that.\" It was unclear, however, whether Page's \"he\" referred to Clovis or someone else.Asked to name his foreign policy advisers last March, Trump named five people, including \"Carter Page, PhD.\" Page's role within the campaign and ties to Russia have been subject to much scrutiny, and both the Trump campaign and now the White House have distanced themselves from him. RELATED: Former Trump adviser Carter Page says he didn't disclose Russian spy contacts to campaign"
}]}