{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413131645-0413-trump-flip-flop-photo-illustration-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/14/politics/paul-manafort-donald-trump/index.html",
    "title": "How much trouble is Paul Manafort in?",
    "author": "Analysis by Chris Cillizza, CNN Editor-at-Large",
    "release": "Updated 11:43 AM ET, Fri April 14, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)Reports surfaced this week that former Donald Trump campaign manager Paul Manafort had decided to register as a foreign agent due to past work he had done on behalf of foreign governments. How big a deal is this? And what did it mean -- if anything -- for the ongoing investigation into Russia's attempts to influence the 2016 election? In search of answers, I reached out to CNN Justice Department correspondent Evan Perez. Our conversation, conducted via email and lightly edited for flow, is below. Cillizza: It was big news that former Trump campaign manager Paul Manafort was registering as a \"foreign agent.\" Why?Perez: Paul Manafort isn't unusual in Washington. It's common for people who represent foreign governments on K Street to avoid registering as foreign agents. That's in part because the law is fairly invasive and allows the government to get into a lot of matters that people would rather the government not get into. Manafort has spent much of his career representing some controversial clients, ranging from the Marcos regime in the Philippines to the pro-Russian government of Viktor Yanukovych, who was accused of rampant corruption during the time he ran Ukraine. But it's the Ukrainian work from 2012-2014 that has caused so many problems for him, because at the same time he became part of the Trump presidential campaign, the Russians were also trying to meddle in the US election, according to the US intelligence agencies. That's why it's a big deal to finally decide to register as a foreign agent. Particularly because he was acting on behalf of a pro-Russian regime in Ukraine.Cillizza: How can someone retroactively become a foreign agent? And does this have any impact regarding the time when Manafort managed Trump's campaign?Perez: The Ukrainian work Manafort did occurred before the presidential campaign, but because of the allegations of Russian meddling in the election, the legal issues have become intertwined. Manafort's contacts with any Russian or pro-Russian figures are being scrutinized by the FBI and congressional investigators in that new light. Registering as a foreign agent now could help resolve at least the questions lingering over whether he violated the Foreign Agents Registration Act (FARA), Manafort and his lawyers hope. The FBI and Justice Department have spent years scrutinizing Manafort, as well as other lobbying firms, including the Podesta Group and Mercury, for their work with the former Ukrainian government. But they haven't brought a case. That's because of problems with the FARA law. Manafort and people in his line of work often don't bother to register as foreign agents because the US government rarely prosecutes people for failing to register. In fact, the Justice Department has brought only seven prosecutions under the law since 1966. Prosecutors say that's because it's difficult under the law's enforcement powers and they've asked Congress to fix the problem.Cillizza: Is Manafort in any potential legal peril here? Why or why not?Perez: Registering may cure the FARA problem but other troubles remain. Manafort and others are still under scrutiny as part of a wider kleptocracy investigation of the former Ukrainian regime. Ukraine's current government believes American firms helped Yanukovich and others launder stolen government funds. Manafort has said he did nothing wrong in representing his clients and that the money he received was for legitimate services for clients. There's also the ongoing focus on Russian intelligence and contacts with associates of the Trump campaign, which also hangs over Manafort's head. Manafort says the Russian allegations are bogus and that he never met with any Russian intelligence agents. Cillizza: What, if anything, does this do to the ongoing Russia influence investigations happening at the Justice Department and in Congress?Perez: We don't know whether the FBI will find any wrongdoing in the Russia probe. Finding evidence of collusion between Russia and any Americans is likely to be difficult for investigators.  But there's plenty of political trouble that could come from the investigations. US intelligence and law enforcement believe that some of the wealthy business people in Yanukovych's circles in Ukraine at times passed information to Russian intelligence -- in other words, they sometimes acted as intelligence assets for the Russians. It's a common part of doing business in the region. So, even if the FBI fails to find wrongdoing in its probe, congressional Democrats could still find a way to make political problems out of some of the findings. Cillizza: Finish this sentence: \"If you need to know only one thing about this Manafort situation, it's that ________.\" Now, explain.Perez: He has survived a long time in the nasty Washington political world, so don't count him out. "
}]}