{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413131645-0413-trump-flip-flop-photo-illustration-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/14/politics/donald-trump-north-korea-mar-a-lago/index.html",
    "title": "As North Korea brews, Trump again in Mar-a-Lago ",
    "author": "By Kevin Liptak, CNN White House Producer",
    "release": "Updated 11:33 AM ET, Fri April 14, 2017 ",
    "source": "West Palm Beach, Florida (CNN)",
    "content": "West Palm Beach, Florida (CNN)President Donald Trump arrived for another weekend at his languid Florida resort on Thursday,  this time without the usual retinue of top aides who have accompanied him in the past, even as global tensions flare.Trump's jaunt to Mar-a-Lago, his seventh since taking office in January, coincides with a closely watched anniversary in North Korea, where analysts have said the rogue regime may be preparing for a sixth nuclear test.It wouldn't be the first time Trump confronted a global incident from the confines of his terra-cotta-roofed oceanfront mansion. During a visit with Japanese Prime Minister Shinzo Abe earlier this year, North Korea test fired ballistic missiles, prompting an impromptu strategy session on Mar-a-Lago's dining patio. Last weekend, as Trump was hosting Chinese President Xi Jinping, he announced US missile strikes from Mar-a-Lago after conferring with top aides in a specially designed conference room.A White House official said aides from the National Security Council were accompanying Trump during his trip to Florida this weekend, and the secure facility -- kitted out with video-conferencing technology and other classified features -- stands at the ready.But other top aides, including senior advisers and Trump's chief of staff, were spending the holiday weekend back in Washington.On Thursday afternoon, Trump boarded Air Force One solo. Reince Priebus, his chief of staff, escorted the President to Joint Base Andrews in his armored limousine but didn't make the trip to Florida. Priebus said he had \"things to go over with him for next week so I jumped in the motorcade,\" but wasn't scheduled to fly south for the weekend.A White House official said the staffing footprint at Mar-a-Lago would be \"very light\" because it's a holiday weekend, suggesting Easter would be a chance for Trump to spend time with his wife and children and so that top staffers could spend time with their own families. But even amid his restful stay in South Florida, Trump could find himself confronting another provocative move from North Korea. The birthday Saturday of the nation's founder could prompt the country to conduct its sixth nuclear test, according to experts. It would be the first test under the Trump administration, and his response will be scrutinized in Pyongyang and Washington. Trump has spoken out aggressively against North Korea this week, saying that his recent meeting with China's Xi made him realize how complicated the problem was.Speaking Thursday, Trump said he wasn't sure if his administration's decision to drop a \"Mother of all Bombs\" on an ISIS enclave in Afghanistan was meant as a display of American resolve to North Korea.\"I don't know if this sends a message,\" Trump said at the White House. \"It doesn't make any difference if it does or not. North Korea is a problem. The problem will be taken care of.\"Trump said he'd gained important cooperation from Xi during their talks last weekend and in subsequent phone calls. \"I will say this, I think China has really been working very hard and I have really gotten to like and respect, as you know, President Xi. He's a terrific person,\" Trump said. \"We spent a lot of time together in Florida and he's a very special man so we'll see how it goes.\"Administration officials maintain that Trump will be kept well informed of activity in North Korea by his team, should the need arise, and will continue to be updated through the weekend.It was standard practice in the Bush and Obama administrations for a senior national security aide (often at the deputy national security adviser level or higher) to always travel with the president, including on vacations.One former senior administration official said this was key advice that the Bush team offered the Obama team during that transition. Physical proximity to the President during a national security event was seen as critical for decision-making and keeping the president informed.A senior White House foreign policy aide told reporters Thursday that, broadly, military options were already being assessed with regard to North Korea, and those options would arise during Vice President Mike Pence's trip to Asia this week.Pence is due to arrive in Seoul on Sunday."
}]}