{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413131645-0413-trump-flip-flop-photo-illustration-overlay-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/04/13/politics/donald-trump-planned-parenthood-money/index.html",
    "title": "Trump privately signs anti-Planned Parenthood law",
    "author": "By Dan Merica, CNN",
    "release": "Updated 12:25 PM ET, Fri April 14, 2017 ",
    "source": "Washington (CNN)",
    "content": "Washington (CNN)President Donald Trump privately signed a bill on Thursday that allows states to withhold federal money from organizations that provide abortion services, including Planned Parenthood, a group frequently targeted by Republicans.The bill, which the usually camera-friendly President signed without any media present, reverses an Obama-era regulation that prohibited states from withholding money from facilities that perform abortions, arguing that many of these facilities also provide other family planning and medical services.The bulk of federal money Planned Parenthood receives, though, goes toward preventive health care, birth control, pregnancy tests and other women's health services. Federal law prohibits taxpayer dollars from funding abortions and Planned Parenthood says 3% of the services it provides are abortions.The signing comes weeks after Vice President Mike Pence, a social conservative who regularly touts his anti-abortion stances, cast the tie-breaking vote in the Senate after two Republicans opposed the measure.\"(Women's) worst fears are now coming true. We are facing the worst political attack on women's health in a generation as lawmakers have spent the past three months trading away women's health and rights at every turn,\" Dawn Laguens, executive vice president of Planned Parenthood, said in a statement.Ivanka Trump's influenceThe law once again raises questions about the power Ivanka Trump, the President's daughter and aide, actually wields inside the West Wing. The first daughter met with president of Planned Parenthood shortly after her father was inaugurated in an attempt to better understand the group that is regularly targeted by Republicans. She has also cultivated an image of a moderating force inside the White House.The President has even said Ivanka Trump would be his guide on women's health issues.\"Ivanka is so much into that whole issue of women's health and women,\" Trump said in a 2015 interview with Fox News. \"And she's my guide on that whole subject.\"But the first daughter has been hesitant about publicly speaking about her views on abortion, despite saying she would be an advocate for women's health inside the White House.\"I don't talk about my politics,\" she told Boston Public Radio in 2016. \"I don't feel like it's my role ... I'm the daughter. I don't think my politics are relevant to the discussion.\"What is clear is that the meeting with Planned Parenthood -- and whatever information Trump took away from it -- did not sway her father's administration, which has since targeted the organization. The Republican health care bill, which was fully backed by the White House, would have defunded Planned Parenthood.Democratic organizations blasted the bill on Thursday.\"Stripping millions of Americans of the critical health care services that Planned Parenthood provides doesn't just hurt women -- it hurts entire families and their economic security,\" said Stephanie Schriock, the head of EMILY's List, a Democratic political action committee. \"This is just one more example of Donald Trump's White House and this Republican Congress taking every single opportunity to chip away at women's rights, and we won't stand for it.\"House Speaker Paul Ryan called the signing a \"a major pro-life victory.\""
}]}