{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170327120954-castle-stays-ashford-castle-small-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/03/29/hotels/amsterdam-best-luxury-canalside-hotels/index.html",
    "title": "12 of the best canalside hotels in Amsterdam",
    "author": "By Katja Brokke, CNN",
    "release": "Updated 1:19 PM ET, Wed March 29, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)There are hundreds of reasons to visit Amsterdam -- the museums, the art, the bars, the cycling and the architecture.But one thing beats, and links, them all: Amsterdam's canals.Not only do these 17th-century transport routes lend the Dutch capital a certain grandeur, they also provide locals and visitors with a great place to soak up the city's atmosphere. Staying in a hotel that overlooks one of these elegant canals is one of the best ways to enjoy these waterways.  Here are 12 of the best luxury five-star canalside hotels Amsterdam has to offer.Grand Hotel Amrâth AmsterdamFew hotels in the city can beat the Grand Hotel Amrâth Amsterdam for both location and looks.The five-star venue, which originally opened in 1916 as offices, sits within the Scheepvaarthuis, or shipping house, a classic building sitting right next to the city's Central Station.  The Scheepvaarthuis's radical expressionist design -- Art Nouveau with a Dutch twist -- went on to define the Amsterdam School of architecture, heavily influencing the look of subsequent modern buildings. The Amrâth, recently extended to 40 rooms, offers sublime views over the spacious IJ, Amsterdam's main waterfront, and the romantic Waalseilandsgracht canal.Grand Hotel Amrâth Amsterdam, Prins Hendrikkade 108, Amsterdam; +31 20 552 0000MORE: Wurlitzer wizards of Amsterdam's art deco marvelInterContinental Amstel AmsterdamLocated on the banks of the River Amstel, the InterContinental is known as the city's grande dame, thanks to its longevity and rather formal appearance.In 2017, the hotel is celebrating its 150th anniversary with festivities and a complete restoration of its palatial exterior. The Royal Afternoon Tea provides the perfect chance to relax while staring out over the river.  InterContinental Amstel Amsterdam, Professor Tulpplein 1, Amsterdam;  +31 20 622 6060Waldorf Astoria AmsterdamThe classically beautiful Waldorf Astoria Amsterdam is made up of six traditional canalside palaces from the 17th century. It sits on the Herengracht, and though it's relatively new, it's earned TripAdvisor's 2017 Travelers' Choice Award for the luxury category of The Netherlands. The luxurious but modern decor feels airy, and the tulips in the private gardens add to the Dutch feel. One of its restaurants, the Librije's Zusje, has two Michelin stars.  An extra bonus: the honey served at breakfast comes from the hotel's rooftop beehives.Waldorf Astoria Amsterdam, Herengracht 542-556, Amsterdam; +31 20 718 4600MORE: How to cycle in AmsterdamThe Dylan AmsterdamThe Dylan is small and chic, a renovated boutique hotel dating back to the 17th century. Heavy wooden joists give many of the rooms an original feel, but the decor and ambiance are very much modern and sleek. The hotel sits on the \"grachtengordel,\" or Amsterdam's central canal belt. Shopping enthusiasts will happily stumble upon the Nine Streets upscale area just around the corner, full of boutiques and cute canalside cafes.  Dinner is served in the hotel at the brasserie Occo or the Michelin-starred Vinkeles.The Dylan Amsterdam, Keizersgracht 384, Amsterdam; +31 20 530 2010Pulitzer AmsterdamTwenty-five connecting 17th- and 18th-century aristocratic canal houses make up the Pulitzer, resulting in a dazzling maze on the inside with a tranquil inner garden. One of the best features of this stylish hotel is the possibility to walk around the city with one of the concierges, allowing guests to see Amsterdam through a local's eyes.Another option is to cruise the canals in the hotel's stylish boat built in 1909. Pulitzer Amsterdam, Prinsengracht 315 -- 331, Amsterdam; +31 20 523 5235Sofitel Legend The Grand AmsterdamThe Grand was first a 15th-century convent, then housed royals before becoming the City Hall of Amsterdam. Princess Beatrix, the former queen of The Netherlands, married Prince Claus in 1966 in the former council chamber here. Though the hotel, which opened in 1992, is situated near the Red Light District, where sex workers legally ply their trade, it's a quiet oasis away from the tourists. Planning to visit Amsterdam in spring? The entrance gate will be covered with orange flowers for the Tulip Festival which runs from April 1 to May 14.Sofitel Legend The Grand Amsterdam, Oudezijds Voorburgwal 197; +31 20 555 3111MORE: 12 unusual hotels you won't believe existLuxury SuitesNewcomer Luxury Suites combines the services of a hotel with the independence of an apartment.Order food or cook a homemade meal in the suite's private kitchen.The large and fully equipped suites overlook the Oudeschans, a wide canal at the east side of the city center, and are surrounded by typical Amsterdam warehouses.The hotel offers packages including one for romance and another for diamond lovers. Luxury Suites, Oudeschans 75, Amsterdam; +31 20 723 8300Andaz AmsterdamAndaz is located in a former library and designed by the renowned Dutch designer Marcel Wanders. The hotel made no effort to make the interior traditional -- more than 50 pieces of video art are on display, giving the place a modern feel splashed with Delft blue pottery and vases. Andaz offers complimentary wine for a couple hours daily, as well as free bikes. Rooms come with a choice of a view of the tranquil inner garden or the mesmerizing canal. Andaz Amsterdam, Prinsengracht 587, Amsterdam, +31 20 523 1234Hilton AmsterdamJohn and Yoko Ono held their famous \"bed-in for peace\" in one of the rooms here in 1969, the aptly named John and Yoko suite. The hotel is within walking distance of the Amsterdam's Museum Square where the Van Gogh Museum and the famous Dutch national museum Rijksmuseum are located. The Dutch love their salted herring, and they also like to launch the season with a good party. One of the most renowned ones is the private, invite-only, VIP, glamorous party held every year at the waterside garden in the Hilton Amsterdam. Hilton Amsterdam, Apollolaan 138, Amsterdam; +31 20 710 6000De L'EuropeCentral as it comes, this hotel is near shopping, tourist attractions, the Red Light District, the Canal Ring and Amsterdam's Central Station. Built as an inn in 1636, the hotel has welcomed guests ever since.  The hotel's Michelin-starred restaurant Bord'Eau offers a great, reasonably priced three-course lunch menu. This not only gives guests somewhere decent to eat, but also helps the ongoing campaign to convince locals that there's more to lunch than just a sandwich.De L'Europe, Nieuwe Doelenstraat 2-14, Amsterdam; +31 20 531 1777MORE: The world's most beautiful island hotelsNH Collection Amsterdam DoelenRembrandt painted the famous Nachtwacht (The Night Watch) originally to be exhibited in the De Doelen, as the hotel was called in the 17th century. After that, many VIPs booked rooms at the Doelen, such as Empress Elisabeth of Austria and The Beatles. Stunning views over the River Amstel can be seen through the hotel's grand windows. All the rooms were renovated in 2016, giving it a grand but modern feeling.NH Collection Amsterdam Doelen, Nieuwe Doelenstraat 26, Amsterdam; +31 20 554 0600Hyatt Regency AmsterdamAmsterdam's newest five-star hotel officially opens in April 2017.If a quieter stay is desired, the Hyatt -- located near Amsterdam's trendy and leafy east district -- may suit. Guest can take a stroll down to the nearby Oosterpark, have a drink at one of the many hip cafés in the neighborhood or visit the Tropenmuseum nearby, the museum about humans. Indonesian dinner is available at the hotel bar and restaurant called Mama Makan.Hyatt Regency Amsterdam, Sarphatistraat 104, Amsterdam; +31 20 554 1234READ: 13 reasons why Rotterdam may be Europe's new capital of cool"
}]}