{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413120454-windstar-cruises-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/04/12/travel/italy-zannone-orgy-isle/index.html",
    "title": "Italy's forbidden 'orgy island' ",
    "author": "By Silvia Marchetti, CNN",
    "release": "Updated 4:03 AM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)With emerald-green waters, blue skies and and a rugged empty landscape, Zannone has everything you'd expect from a near-deserted Italian island.It also has a reputation for something rather more unexpected: Orgies.\"See that white colonial villa up high there?\" says former fisherman Giorgio Aniello as he points a rough finger at a clifftop villa overlooking the Tyrrhenian Sea. \"That's where the Marquis Casati Stampa held lavish sex parties.\" Aniello is a regular visitor to Zannone, taking tourists on boat trips to the wildest atoll among the Pontine archipelago off the west coast of Italy. The big attraction, aside from the island's natural beauty, is its dark, sexy past, most of which centers around the Marquis and his wife Anna Fallarino, a former actress.\"He was a lewd man, a voyeur who liked to watch and photograph his starlet wife get kinky having sex with with other younger guys,\" Aniello adds, enjoying spinning R-rated tales as he navigates a maze of reddish-yellow cliffs, old stone fisheries and sea stacks. \"Then one day he got fed up of the threesome, shot the two lovers and killed himself.\"  MORE: Dark tourism: 5 macabre Southeast Asia destinationsSkinny-dippingDuring the 1960s, Zannone -- meaning \"big fang\" in Italian -- was a secret vacation retreat that the chic and sexually adventurous aristocratic couple had rented from the state. \"The nobleman went hunting while his beautiful wife killed time doing different activities,\" says Aniello. These, he adds, included skinny dipping in ancient Roman pools and entertaining herself on the beach with other men. The isle's isolation made it a perfect place to host masked parties that would culminate in debauched scenes reminiscent of Stanley Kubrick's \"Eyes Wide Shut.\" And its exotic setting matched the provocative nude photographs of Anna taken by her husband.READ: What's it like to party at Dracula's Castle in Romania?Graveyard of bottlesDozens of yachts and motorboats would land during weekends as dukes, barons, countesses, VIPs and billionaires dropped by. Guests and hosts drank heavily. During recent maintenance work, heaps of broken bottles and glass shards were found buried in the ground by local authorities. According to rumors the villa also featured a \"hidden mirror room\" to spy on heavy sex sessions. \"The villa was a hot jet-society get-together,\" recalls former caretaker Salvatore Pagano, an old Zannone sea dog who once lived next door to the marquises. \"It was crazy here.\"Residents living on nearby Ponza island, from where today's guided tours depart, still recall the scandalous couple.\"We all knew what was happening there,\" says tourist guide Riccardo Peci. \"It was dubbed the 'sex parties isle' but nobody ever uttered a word about it back then.\"Open secret\"It's what we call a Pulcinella's secret,\" he adds, meaning everyone knew.Then things ran out of control. The erotic games ended in bloodshed in 1970 when Anna fell in love with one of her many handsome lovers. In a fit of jealousy, her husband killed the pair, then shot himself in the head in their attic in Rome. Italian tabloids rushed to publish parts of the marquis's secret \"green velvet diary,\" in which he had apparently written in detail about his wife's love triangles.The hottest finds, though, were the 1,500 indecent photos locked up in his office drawers. There's nothing on Zannone today, not even a bar. Just a lighthouse and the whitewashed villa with colonnades and a patio overlooking the sea, now in need of extensive remodeling. The villa was built in the 1930s and was passed from one noble family to another. Italian aristocracy had always used the island as a private hunting reserve, populating it with hundreds of mouflon wild sheep.The sheep, Zannone's sole modern inhabitants, are now a protected species, at home on the steep, dark cliffs.READ: The world's most beautiful island hotels From prayer to sin For visitors, the hike to the marquis's house, situated on Zannone's highest point, is tough.The villa itself sits on the grounds of a ruined medieval monastery adorned with terracotta frescoed statues and housing a tiny chapel. It's a curious mix of the sacred and blasphemous. \"The villa was an illegal construction,\" says Peci. \"How can you allow to build on an archaeological site? Zannone went from being a place of meditation, silence and prayer to one of transgression and scandals.\"   When the aristocratic couple's nights of decadence ended in tragedy the mansion was shut and the isle was reclaimed by the state. MORE: Remote islands: 7 of world's hardest-to-reach outpostsPrivate beachNow the island is the playground of visitors, who can bathe in the same waters where Anna Fallarino once frolicked. It's an attractive spot. From the tour boat, it's possible to dive in and swim below the villa to the private pebble beach that the marquis's wife once enjoyed. Fallen tree trunks, palms and fluorescent green seaweed make it look like a Seychelles-style paradise. Nearby are the crumbling remains of ancient fisheries once used to raise moray eels.These days, teams of biologists, scientists and birdwatchers are the only ones allowed to -- occasionally -- spend the night, camping in tents.When the sun sets, tourists return to their boats and Zannone goes back to being a forbidden island, cradling its many secrets. MORE: Doing time on Italy's prison island paradisesGetting thereZannone is reachable only by boat from sister-isle Ponza. Former fishermen now take visitors on day boat trips (€27 per person) a few times a week. Lunch is served on board with snacks and drinks. Boats leave from Ponza's harbour at 11 a.m. and return at 5 p.m. More info via Cooperativa Barcaioli Ponzesi (+39 0771 809929). Ferries and high-speed boats to Ponza island depart each day during summer from mainland Italy's Terracina and Anzio harbors (www.navlib.it; www.laziomar.it), both reachable by train from Rome's central Termini station. "
}]}