{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170327120954-castle-stays-ashford-castle-small-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/03/30/hotels/best-castle-hotels/index.html",
    "title": "15 of the world's best castle stays",
    "author": "By Krisanne Fordham, CNN",
    "release": "Updated 4:24 AM ET, Thu March 30, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)You don't have to be royalty to vacation like a king or queen. Turreted spires, moats, drawbridges and centuries-old charm are all within reach -- and more affordable than you might think. Here, we've handpicked 15 of the world's best castle stays, where your very own \"Beauty and the Beast\" fairytale may await.They're not all castles in the strictest sense of the term, but they all deliver a high level of regal romance.Ashford Castle, Cong, IrelandFresh off a $75 million renovation, this iconic 13th-century castle is more opulent and over-the-top than ever before.Its décor has been newly spruced-up with modern Irish art, Connemara marble and lavish Donegal crystal chandeliers.There's also a new waterfront spa, billiards room, cigar terrace and a glamorous, 36-seat, red velvet cinema.Thankfully, the sweeping views over Lough Corrib and its lush surrounding woodlands haven't changed.Rooms from $488 per night. www.ashfordcastle.com Hôtel de la Cité, Carcassonne, FranceThis is the only hotel set within the ramparts of Carcassonne, a medieval fortified town and UNESCO World Heritage site in southern France. The 1909 hotel itself isn't part of the historic fortress, but guests are safely within its walls and surrounded by storybook turrets.Its 59 rooms and suites -- split across two buildings -- are decorated beautifully with antique medieval-style furnishings and outfitted with roomy balconies overlooking the city's ramparts. Hotel highlights include a Michelin-starred restaurant and a cozy library bar where guests can enjoy cocktails and live piano nightly.Rooms from $225 per night. www.cite-hotels.com/hotel-de-la-citeCastello di Monterone, Umbria, ItalyThere are countless castle hotels all over Italy, but the 11th-century Castello di Monterone is one of the most beautiful and luxurious. Overlooking the lush valley of Perugia, the castle has a rose garden with more than 20 different kinds of roses, a beautiful outdoor swimming pool with vineyard views and even a Turkish hamam (bath).Its 18 bright, airy rooms feature exposed stone walls, wood-beamed ceilings and huge mullioned windows overlooking the Umbrian countryside. Added bonus: each room tells its own unique story, from La Segreta (a secret room discovered during the castle's restoration) to Dell'Angiolo (named after the angel sculpture found inside the room).Rooms from $108 per night. www.castellomonterone.com Leeds Castle, Kent, EnglandDating back to 1119, Leeds Castle was the home of countless royals, including King Henry VIII and his first wife, Catherine of Aragon.Today, the castle and its 500-acre grounds are a major tourist attraction -- and you can even spend the night.The 16th-century Maiden's Tower, with its fireplaces and period-style antique decor, is the ideal place to stay.But for something a little different, you can go \"glamping\" in one of eight medieval knight's tents set up in the castle vineyards, outfitted with four-poster beds and luxurious fur throws.Rooms from $180; tents from $123. www.leeds-castle.comNeemrana Fort-Palace, Rajasthan, IndiaCarved into a hillside overlooking the Indian countryside, the Neemrana Fort-Palace is worth visiting for the breathtaking views alone. Built in 1464, the palace is sprawled across 14 tiered levels and spans a whopping six acres. Not surprisingly, the diversions are endless: there are hanging gardens to admire, two pools, an amphitheater and an Ayurvedic spa. As if all that weren't enough, it's also home to India's very first zip-line.Rooms from $221 per night. fort-palace.neemranahotels.com Castello di Pavone, Piedmont, ItalyPerched at the very top of a hill and sheltered by 9th-century walls, Castello di Pavone makes for the ultimate country hideout. Its 27 rooms are cozy and reminiscent of royal quarters, adorned with wall carvings, antique mahogany furniture, plush embroidered carpets and gilt-framed art.Every room has a view over the countryside, and tower rooms boast sweeping views over the Italian Alps. Rooms from $135 per night. www.castellodipavone.comParador de Oropesa, Toledo, SpainWho says staying in a castle has to break the bank? At this 14th-century castillo, nestled at the foothills of the Sierra de Gredos, you can book a room for just $75.It's not just a basic room, either: each of the castle's 48 rooms are luxurious and stylish, decorated with colorful vintage tiles, hand-painted canopy beds and Peruvian folk art imported by the Count of Oropesa.Other hotel highlights include a picturesque outdoor terrace -- the perfect spot to enjoy a glass of the local tempranillo -- and a sprawling outdoor swimming pool flanked by olive trees. Rooms from $75 per night. www.parador.es/en/paradores/parador-de-oropesaSchloss Leopoldskron, Salzburg, AustriaIt's a palace, not a castle, but who can resist the setting of one of the great modern fairytales?This beautiful 18th-century rococo palace likely looks familiar because it was used as the setting for the Von Trapp family home in \"The Sound of Music.\"Now, it's a luxurious five-star hotel with 12 decadent suites (located in the Schloss itself) and 55 spacious modern rooms (located in the Maierhof, the palace's former administration building). Though it's ideally placed to explore Salzburg -- the town is just a 10-minute walk away -- there's lots to see within the grounds as well. Spend an afternoon wandering through the historic sculpture park, catch a show at the garden theater or simply settle in by lake Leopoldskroner and enjoy the views.Rooms from $138 per night. www.schloss-leopoldskron.comCulzean Castle, Ayrshire, ScotlandIt doesn't got much more picturesque than Culzean Castle, perched dramatically atop a cliff on Scotland's rugged western coast. Built in 1792 for the Earl of Cassillis, the castle boasts a beautiful neoclassical library, several museum-like drawing rooms, a saloon looking out towards the Isle of Arran and six grand guest suites.At its very center sits a magnificent oval staircase, anchored by Corinthian columns and lit by a domed glass cupola. Outside, you'll find a swan pond, ice house, vineyards and numerous walled gardens.Rooms from $465 per night. www.culzean-eisenhower.comChateau Herálec, Herálec, Czech RepublicChateau Herálec may be surrounded by UNESCO World Heritage sites -- and an hour's drive from Prague -- but it also happens to be a destination unto itself.Built in the 13th century, the castle was the former home of countless bishops and aristocrats, and is recognized today as a national cultural monument.Property highlights include a private park, a traditional Czech restaurant and a luxurious L'Occitane spa.But its crowning jewel is its King Suite: outfitted with ornate wooden ceilings, mosaic floors and its very own secret tower.Rooms from $205 per night. www.chateauheralec.travel Romantik Parkhotel Wasserburg Anholt, Isselburg, GermanyWith a name like that, it's no wonder that the Romantik Parkhotel is a popular wedding and honeymoon destination. Being a beautiful 12th-century castle with a moat and drawbridge probably doesn't hurt, either. The castle's 31 rooms boast sweeping views over the surrounding landscaped parklands, which include three baroque gardens, a wildflower meadow and a maze. Even the hotel restaurant is romantic: it sits right in the middle of the castle pond, allowing guests to dine quite literally on the water.Rooms from $191 per night. www.schloss-anholt.de The Castle Hotel, A Luxury Collection Hotel, Dalian, ChinaThis castle may not be centuries-old like the others -- it was built in 2014 -- but it will still make you feel like royalty.The Starwood-owned property was modeled after the grand fairytale palaces of Bavaria and features neoclassical columns, rich marble floors and soaring vaulted ceilings. Its 292 guest rooms -- festooned with crystal chandeliers, plush silks and antique-inspired details -- are as plush and opulent as any royal residence.Taking advantage of its coastal location, many rooms are also outfitted with balconies overlooking Xinghai Bay and the Yellow Sea.Rooms for $135 per night. www.starwoodhotels.comHever Castle, Kent, EnglandBeing the home of Anne Boleyn, the second wife of King Henry VIII, this 13th-century castle is one of the most storied castles in all of England.It's also allegedly one of the most haunted: legend has it that Boleyn's ghost wanders through the castle at night.If you're game, you can stay in the Anne Boleyn Wing itself, which is lavishly appointed and designed in the traditional Edwardian style. Otherwise, the four-bedroom Medley Court cottage is perfect for families (and the faint of heart).Rooms from $130 per night. www.hevercastle.co.uk Parador de Cardona, Cardona, SpainThis enormous medieval castle -- dating all the way back to 800 AD -- will make you feel as if you've traveled back in time to the Middle Ages.Everything about it has been painstakingly restored to its former medieval glory, from its structural elements (moats, turrets and arches) to its smaller original details (exposed stonework and wooden beams). Even its 53 rooms have been decorated in a Catalan-inspired medieval style and feature panoramic views over Cardona village and the Cardoner River below.Added bonus: it's just an hour's drive from Barcelona, making it an easy day trip or weekend escape.Rooms from $118 per night. www.parador.es/en/paradores/parador-de-cardona The Castle Hotel & Spa, New York, USANew York is probably the last place that springs to mind when looking for a castle stay, but this century-old castle might just change that. Perched atop a hill overlooking the Hudson River in Tarrytown, its location is so tranquil and bucolic that you'd never know you were just thirty miles from Manhattan. Renovated in 2013, the castle now has a sumptuous spa and award-winning restaurant, Equus, which has a seasonal, local and organic menu. But what you're really here for are the suites: they're insanely plush and outfitted with wood-burning fireplaces.Rooms from $319 per night. castlehotelandspa.com "
}]}