{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413120454-windstar-cruises-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/14/travel/10-bucket-list-cruises-of-a-lifetime/index.html",
    "title": "10 cruises of a lifetime",
    "author": "By Elissa Garay, CNN",
    "release": "Updated 10:07 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Spanning seven seas -- and countless waterways in between -- the world's horizons stretch every which way for would-be cruisers. Accordingly, navigating through the literally boatloads of cruising possibilities can feel like an insurmountable task, which is why we've narrowed down the best of the bunch to these 10 cruises of a lifetime. With innovative ships calling on intriguing ports around the globe -- all sorted into personalized \"pick-your-passion\" categories (for beach bums, foodies, romantics and more) -- get ready to take your pick on a cruising adventure for the ages. Best for Beach Bums: Caribbean Cruises on a Masted Sailing Ship with WindstarIf spending a day soaking up the sun on white-sand-fringed Caribbean shores sounds like your idea of perfect beach day bliss, factor this into that fantasy: Sailing into port on a massive yacht, billowing white sails overhead. Windstar Cruises offers guests just such a transporting experience aboard their seven-night Yachtsman's Caribbean itinerary, sailing round-trip from St. Maarten to island locales in Antigua, St. Bart's and the British Virgin Islands, where diversions include snorkeling, beach barbecues, and seaside party-primed overnight stays in port. Get there aboard the 310-passenger Wind Surf, the largest sailing yacht in the world. Bonus: it's equipped with a complimentary water sports platform. Windstar Cruises: Select sailing dates from November 2017 through March 2018; rates from $3,999/personBest for Nature Lovers: Galápagos Islands Voyages with Lindblad ExpeditionsRemote and enchanting, the Galápagos are a rightful place of pilgrimage for nature and wildlife enthusiasts. You can follow in Darwin's footsteps on a family-friendly seven-night island-hopper cruise (bookended with overnight hotel stays in Guayaquil, Ecuador) with the pros at Lindblad Expeditions -- in partnership with National Geographic -- including a team of naturalists (with an \"undersea specialist\") and a photo instructor. You'll sail the archipelago aboard the newly renovated, 96-guest National Geographic Endeavour ll to set out on active snorkeling, kayaking, paddleboarding and Zodiac excursions, as well as hikes through lava fields, mangroves, highlands and sandy beaches. En route, expect up-close encounters with wondrous wildlife like penguins, sea lions, giant tortoises, sea turtles, iguanas, blue-footed boobies and whales. Lindblad Expeditions: Weekly sailings available year-round; rates from $6,960/person Best for Culture Vultures: China and Tibet Cruisetours with Viking Viking River Cruises offers Yangtze River sailings as part of their culturally immersive Chinese \"cruisetour\" products (combining land-based and river cruising components). You can opt in for their exceptional 16-night Roof of the World itinerary, which pairs a six-night Yangtze River sailing through the scenic Three Gorges region (aboard the 256-passenger Viking Emerald) with a 10-night land-based exploration of cosmopolitan Shanghai, Beijing (with its Forbidden City and nearby Great Wall of China), Xi'an (home to the Terracotta Army) and most remarkably, Lhasa, in Tibet, where guests can experience unforgettable cultural encounters like a home-hosted teatime or observing monks at debate. Viking River Cruises: Regular departures from April 11 to November 1, 2017; rates from $4,339/personBest for Foodies: French Canal Barging in Champagne with French Country WaterwaysFor many foodies, France is synonymous with fine wines and a first-rate culinary scene. Aboard the plushly refitted barges of French Country Waterways, which ply the canals of the French countryside at a leisurely pace, no epicurean would be disappointed.Six-night sailings through the storied Champagne region -- home to Champagne houses like Moët & Chandon and Veuve Clicquot -- incorporate private wine and bubbly tastings and vineyard visits, strolls through medieval villages and old chateaux, and a dinner ashore at the Michelin-starred Les Crayères restaurant. On board, just eight passengers are pampered by a six-person crew, including a chef who whips up gourmet, four-course, candlelit dinners nightly, paired with regional cheeses and fine wines. French Country Waterways: Weekly sailings from July 30 to November 4, 2017; rates from $6,095/person Best for Adventurers: Northwest Passage Crossing with Crystal CruisesIn 2016, the 1,070-passenger Crystal Serenity made headlines for becoming the first large luxury cruise ship to traverse the once-impassable Northwest Passage -- a feat that's been made possible by the continued effects of climate change. This year once again, Crystal's most intrepid guests -- and those with 32 vacation days and a pretty penny to spare -- will be able to make the one-off sailing through this frigid Arctic region between the Pacific and Atlantic Oceans (from Anchorage to NYC). En route, cruisers can count on Arctic expert-accompanied encounters (sometimes by kayak, Zodiac boat, or even helicopter) with this far-flung locale's glaciers, fjords, tundras, Arctic communities, and rarely spotted wildlife, including polar bears, caribou and whales. Crystal Cruises: Embarks on August 15, 2017; rates from $21,855/personBest for Romantics: South Pacific Sailing with Paul Gauguin CruisesRegularly lauded as the world's most romantic cruise line, Paul Gauguin Cruises whisks starry-eyed guests through the dreamy, beachy idylls of the South Pacific. Romantics can't go wrong with their seven-night island-hopping voyages sailing round-trip from Tahiti to Bora Bora, Moorea, Huahine (in the Society Islands), and the cruise line's private islet at Motu Mahana. Made-for-two excursions include sunset champagne sailings (on a motorized boat), snorkeling or kayaking in turquoise lagoons (the ship is equipped with a water sports marina), or Polynesian feasts at the line's own motu. On board the 332-guest m/s Paul Gauguin, guests celebrating their honeymoon or anniversary are treated to special Polynesian blessing ceremonies, too. Paul Gauguin Cruises: Select sailings dates year-round; rates from $3,995/person, including round-trip airfare from LA  Best for Solo Travelers: Norwegian Solo-Friendly Sailings to Mediterranean Hot Spots Norwegian Cruise Line's 4,100-passenger Norwegian Epic pioneered an industry-first cruise market for solo travelers, thanks to its designed (and priced)-for-one Studio staterooms (with 128 available), as well as a private Studio Lounge where fellow solo travelers can meet up over coffee and conversation on board. You can mingle with other singles while sailing its seven-night Mediterranean itinerary, taking in solo-friendly ports in happening European cities such as Barcelona and Rome, as well as more Med stops primed for solo-friendly activities like beach-lounging or taking in world-class art museums (including Naples, Florence, Cannes, and Majorca). Norwegian Cruise Line: Weekly sailings from April 30 to November 5, 2017; Studio cabin rates from $899/personBest for Families: Week-long Alaska Voyages with Disney Cruise LineNobody does family cruising better than Disney, and the wilds of Alaska are the ultimate playground for families looking to share adventures and make nature and wildlife discoveries to cherish for a lifetime. The revamped 2,713-passenger Disney Wonder, sailing five-, seven-, and nine-night itineraries round-trip from Vancouver, comes with all of Disney's family-friendly signatures -- Disney character encounters, kids' clubs, themed play areas, deck parties and family-focused dining and entertainment (like a \"Frozen\"-themed stage show) -- while, in port, encounters with native cultures, prehistoric glaciers, marine wildlife, dog-mushing teams, gold-mining relics and more await. Disney Cruise Line: Season runs from May through September in 2017 & 2018; rates from $3,278/person, discounted kids' rates are availableBest for Luxury Seekers: Sophisticated European Capitals Cruises on Regent Seven SeasSail aboard Regent's 2016-debuted, 750-passenger, marble- and chandelier-trimmed Seven Seas Explorer -- hailed as the most luxurious ship ever built -- and you'll be treated to one of the industry's most refined and all-inclusive experiences. Expect one of cruising's highest guest-to-space ratios, balcony-trimmed suites, gourmet restaurants, and extravagant public spaces; plus, guests in the über-luxurious Regent Suite get extras like unlimited spa treatments and a private car, with driver and guide, in every port. You can sample the ship's opulence while cruising 12 nights between London (at Southampton) and Copenhagen to a slate of sophisticated Northern European capitals, including Amsterdam, Bruges, Stockholm, St. Petersburg and more. Regent Seven Seas: Baltic Sea inventory for 2017 is already nearly booked up -- book now for 2018 sailings, embarking June 12, July 16, or September 18; rates from $12,299/person, including round-trip international business class airfareBest for Budget Crunchers: Mini-Caribbean Escapes with CarnivalThe \"Fun Ships\" of Carnival propose some of the most value-packed cruise vacations on the market. You can nab the very best deals on the mega-line's refurbished older ships, some of which have been retrofitted with many of Carnival's most up-to-date amenities and public spaces. Case in point: the freshly refurbished, 3,006-passenger Carnival Sunshine, outfitted with amenities like a tri-level adults-only poolside retreat, massive water park, dozens of dining options, an outdoor movie theater and more. It sails a series of five-night mini-Caribbean cruises to Turks & Caicos and the Dominican Republic from Port Canaveral (easily accessible via the well-serviced Orlando airport). Carnival: Rates from $329/person (that's just $66 a night!). Select sailing dates year-round. "
}]}