{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413120454-windstar-cruises-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/14/aviation/longest-flight-ultra-long-haul/index.html",
    "title": "On board the world's longest flight",
    "author": "Story by Miquel Ros, CNN",
    "release": "Updated 12:47 PM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Next time you find yourself stuck in the middle seat on a very long flight, take solace in the fact there's never been a better time in history to go long haul.Qatar Airways have just launched the world's longest route -- 17 hours, 30 minutes one-way from Doha, Qatar to Auckland, New Zealand, over a distance of 14,539 kilometers.It's a major feat that tests both airline logistics and the endurance of the passengers and crew. While it's true we haven't found a way -- yet -- to get rid of jet lag, or to fully mitigate the effects of pressurization and lower cabin oxygen content, air travel has come a long way. The early days of aviationUp until the start of World War II, the world's longest regular commercial flight was operated by Dutch airline KLM and ran from Amsterdam to Batavia (present-day Jakarta). Far from the glamorous image evoked by many a vintage travel poster, completing this 7,000-nautical-mile itinerary was a real test of stamina.It took at least six days to reach the final destination. Luckily for the passengers, every few hundred miles there was a chance to leave the narrow confines of the noisy, rudimentary cabin for some tea and leg-stretching.The whole journey required between 15 and 20 intermediate stops.It was a scene quite removed from the realities of modern long-haul flying, but, as aircraft technology keeps advancing, nonstop flights of 16, 17 or even 18 hours are again pushing travelers to the limit. These days, the challenges to ultra long-haul flying are primarily economic or physiological, rather than technological.What's changed?Qatar Airways stole the title of world's longest route from rival Gulf carrier Emirates, who in March 2016 announced its 14,200-kilometer non-stop route from Dubai to Auckland. Meanwhile, in March 2018 Qantas will launch a 14,498-kilometer service between Perth and London, the first regular passenger flight to directly link Australia with Europe. So what's behind all this long-distance record-breaking? When Singapore Airlines announced in 2013 that it was discontinuing what was, at the time the world's longest nonstop flight, from Singapore to New York, analysts put the move down to the route's low profitability. While cruising over long distances at high altitude allows the engines to run fairly efficiently, and less takeoffs and landings per mile flown may mean relatively lower cycle-related operational and maintenance costs, the fuel penalty of ultra long-haul flying can be huge.Flying over enormous distances means the aircraft must carry lots of fuel, which adds to the total weight, which, in turn, makes it necessary to carry yet more fuel -- an enormous amount. Even an all-business configuration didn't compensate Singapore Airlines the costs of operating the 19-hour, 9,000 nautical-mile (16,000-kilometer) flight.Fuel efficiencyImproved fuel efficiency is therefore essential to the feasibility of ever longer air routes -- and this is exactly what the aircraft manufacturing industry has been delivering.Improved long-range economics are making the opening of new routes possible, as well as the resumption of old ones.The state-of-the-art Airbus A350-900ULR (where the last three letters stand for \"ultra long range\") has a range of 8,700 nautical miles (over 16,000 kilometers). It's this aircraft that Singapore Airlines is planning to use to re-launch the New York route that it previously operated with a comparatively thirstier four-engined Airbus A340-500. It'll have competition in the form of the up-and-coming Boeing 777-8, whose first delivery is expected in 2020. This new ultra long-range version of the popular \"triple seven\" will replace the Boeing 777-200LR, that's currently in use on Qatar's Doha to Auckland route.Meanwhile, the smaller Boeing 787-9 combines an impressive range of over 7,600 nautical miles (14,000 kilometers) with operational costs low enough to enable the launch of less busy long-haul routes which were deemed uneconomic in the not-so-distant past. This is the aircraft Qantas has chosen to operate its Perth-London flight when it launches next year. Doing the unthinkable\"Advances in aircraft manufacturing make it possible to operate profitably some very long-distance routes that were previously unthinkable,\" says Dr. Pere Suau-Sanchez, a lecturer at the Centre for Air Transport Management at the UK's Cranfield University. \"This also happens in a context of growing global demand for air travel. As more people fly, more city pairs meet the demand threshold required to support direct connections,\" he adds. Technological improvements are also having an effect on ETOPS regulations, which set constraints on twin-engined aircraft routings by imposing a limit of maximum flight time to the closest airport in case of diversion. With aircraft like some A350 being ETOPS-compliant for up to 370 minutes, a whole bunch of new direct routings across the oceans becomes possible, particularly in the Pacific region and across the Southern Hemisphere.Better long-range aircraft economics should also provide the definitive impulse to the development of a global long-haul low-cost airline sector. New craftIt's in this context that AirAsia X, the Malaysian airline that pioneered long-haul low-cost flights in Asia, has announced its intention to have another go at the European market. It tried some years ago with four-engined A340 aircraft, but dropped the flights, citing low profitability. Now AirAsia X is planning to resume them as soon as it receives new Airbus A330neo airplanes, a re-engined, more fuel-efficient version of this popular wide-bodied aircraft type.Meanwhile the Boeing 787 Dreamliner has found favor with Scandinavian carrier Norwegian. With a dozen 787s in service and 20 more on order, Norwegian is leveraging the aircraft to develop a long-haul low-cost operation out of its European bases.The predicament of the long-haul travelerBut, if the technological and economic challenges of long-haul flying are being tackled, what about the physiological ones?The most obvious limitation is the amount of time economy class passengers are willing to sit still in a cramped cabin. Despite the industry working hard to devise improved ergonomic aircraft seat designs, this is an area where pretty much the only way to get straightforward relief is to get an upgrade.Traveling in economy may have its silver lining, though. Due to all those bodies breathing in close proximity, humidity tends to be higher in economy class than it is in business or first class, according to Prof. Dr. Gunnar Gr端n, Head of the Department of Energy Efficiency and Indoor Climate at the Fraunhofer Institute for Building Physics, in Germany.Gr端n's team conducts research on the factors affecting the well-being of people in indoor spaces, including aircraft. \"The effects of lack of humidity become noticeable after three hour of flight. This is an issue that does not have an easy solution, since higher humidity could condensate and create issues with corrosion and electric systems,\" explains Gr端n.\"The best way to mitigate it is to drink water or to apply drops to the eyes and nose in order to stay properly hydrated,\" Gr端n adds that the lower air pressure in the cabin also leads to lower than normal levels of oxygen and can impact the health of passengers, particularly those with existing medical conditions.Lighting One area where technology seems to be able to offer at least some partial relief is lighting. Illumination has long been recognized to have a soothing effect during long flights and new-generation cabin interiors take this into account with LED-based adjustable interior lighting.\"Airlines are becoming more aware of how things like lighting and diet can influence the well-being and behavior of passengers during flights,\" says Dr. Achim Leder, founder of Jetlite, a Hamburg-based firm supported by start-up accelerator Airbus Biz Lab.Its software, based on Leder's own PhD research, helps airlines optimize cabin lightning as a way to mitigate the effects of jet lag.What next? How might the situation develop? Perhaps sometime this century we'll see radically new aerospace technologies shrink flying times dramatically. Some innovators hope to bring supersonic flight back to commercial aviation. Even more futuristic concepts aim to make use of suborbital travel to connect any two points on Earth in a matter of minutes rather than hours.The reality, as is often the case in aviation, is that the globe is shrinking due to slow but steady incremental change rather than sudden leaps. The quest is now on for advances which make those expanding long journeys more bearable, whether that be customized seating arrangements or inflight spas and gyms. In the meantime, better bring along a bottle of water and tons of patience."
}]}