{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170407115126-mg-3311-new-jpg-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/01/15/travel/mergui-archipelago-sailing/index.html",
    "title": "Sailing through one of Earth's last paradises",
    "author": "By Justin Calderon, CNN",
    "release": "Updated 3:53 AM ET, Mon January 16, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)There are few places on Earth that rival the untamed wilderness and primal seclusion of Myanmar's Mergui Archipelago. Captain Thomas Bruning knows this all too well. Since leaving his job as an engineer, the Austrian native has been sailing the globe for over 20 years. Logging some 500,000 nautical miles, he considers water and wind to be the space where \"magic takes place.\"MORE: 9 of the best new cruise ships launching in 2017\"The Mergui made me realize that although the world is changing so rapidly, there are still places that remain untouched, virgin, unspoiled,\" he tells CNN.\"Sailing around the Mergui feels like you've found something that was lost. I'd call it one of the last paradises on Earth.\"Since Mergui still lacks any kind of tourism infrastructure -- even basic means of transport -- the group of 800 islands remains widely accessible only to boats, in particular charter yachts. Thus it remains prohibitively difficult to reach by the general public. You won't find these islands on Google MapsJust a few years ago, few yachts were taking advantage of Mergui as a charter destination. However, as Myanmar government's permit policy opens up, more vessels have since been setting sail, offering private charter itineraries, mostly from Indonesia and Thailand.Nikko Karki, director of Indo Yachts, a charter company in Indonesia organizing trips on several vessels to Mergui, says the trips appeal to those who are looking to \"essentially travel back in time\" to encounter a lost civilization. \"The type of traveler who enjoys Mergui is someone who values being the first one in a region, the adventure of exploration and the idea that every day you have the chance to discover something totally new,\" he says. \"The islands you Google won't show up. No one has written anything about them. The photos you take will be original. If you dive, you'll be exploring a new underwater world. It's unlikely you'll see another boat the entire time you're there.\" MORE: Asia's most exciting 2017 hotel openingsTravelers with a bit of luck on their side may have a chance encounter with the Moken, the semi-nomadic sea gypsies who have eked out an existence on these islands for hundreds of years. Discovering the lost lands by yacht turns out to be a suitable match for would-be explorers looking to leave the Moken's home the way they found it. \"Yachts are the ideal means for visiting isolated areas,\" says Sebastien Gallardo, cruise director of Dunia Baru, an Indonesian ironwood yacht. \"The yachts leave no traces of pollution behind and obviously make no changes to the island landscapes. \"Yachting,\" he adds, \"is actually one of the most sustainable forms of ecotourism and leaves the areas they visit exactly as nature intended.\"MORE: 11 things to know before visiting MyanmarLife onboardWhile built following the traditional lines of an Indonesian phinisi, Dunia Baru, for instance, is outfitted with technologies befitting a modern superyacht. \"Dunia Baru is like a floating villa,\" says Karki. \"It is spacious and immaculate like a five-star hotel. \"The difference is that my 90-year-old grandmother could come on Dunia Baru and visit Mergui in total comfort. She couldn't do that on a smaller boat.\"Karki, who offers Dunia Baru for private charter through Indo Yachts, has assembled itineraries that include day excursions to pristine beaches and hidden lagoons. Guests seeking further adventure can also cruise through islands on a dinghy. The typical itinerary lasts about seven to 10 days, and the larger yachts that sail the Mergui, such as Dunia Baru, can accommodate up to 14 travelers in seven separate cabins.\"My trip to the Mergui enlarged my appreciation for moving out of more commercial, westernized tourist areas elsewhere in Southeast Asia,\" says Charles Robba, a former passenger of Dunia Baru. \"One feels like an explorer on several levels. Viewing new landscapes each day, going on a RIB (rigid-hulled inflatable boat) to explore a beach, or taking a kayak by oneself to quietly drift off provides you with a new perspective to one's sense of the place.\" MORE: 8 luxury cruise ships that aren't floating hotelsSafety issuesSafety and security in Myanmar are augmented by the presence of military bases spread throughout the islands and a government-appointed guide onboard each charter. Companies such as US-based Redoint Resolutions provide emergency medical and evacuation services as an additional contingency plan.Mergui toursDunia Baru is a luxury Indonesian-style phinisi sailboat available for charter via Indo Yachts. Prices for Mergui tours available upon request.Lamima is a luxury sailing yacht that can be reserved by cabin or booked for private journeys. Private charters, which cost $25,000 per night, can accommodate up to 14 people. Cabins rates start from $25,900 for the entire 8-day journey. Lamima's Mergui tours are due to begin in December 2017. Silolona is a luxury phinisi boat that can be hired for private tours of Mergui. Price available upon request. Adventure tour specialist Backyard Travel offers a nine-day, eight-night Mergui Archipelago experience aboard a small luxury yacht. The tour begins in Yangon and starts at $3,485 per person.  MORE: The world's best luxury dive resorts"
}]}