{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170407115126-mg-3311-new-jpg-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/04/11/travel/what-to-do-in-palm-springs-beyond-coachella/index.html",
    "title": "What to do in Palm Springs beyond Coachella",
    "author": "By Lilit Marcus, CNN",
    "release": "Updated 1:06 PM ET, Wed April 12, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Palm Springs has always been fashionable.In the '60s, it was a favorite playground of stars like Frank Sinatra, Bob Hope and Doris Day, many of whom have streets named after them now.These days, though, this California desert city is better known for the young celebrities who flock, flower crowns in tow, to the annual Coachella music festival, which this year is headlined by Lady Gaga.Whether you're headed to the festival yourself and want to tack on a few days of sightseeing or want to avoid the music and visit at another time of year, there's tons to see, do and eat throughout the Coachella Valley.The great outdoorsThe reliably great Palm Springs weather (translation: don't bother packing an umbrella) means outdoorsy activities are a given.Joshua Tree is one of America's most beautiful national parks, home to the trees of the same name -- Mormon settlers who arrived in the area named them after the Biblical Joshua, who held his hands skyward in prayer -- that can't be found growing anywhere else in the world.No matter how much time you have, there's a way to get the Joshua Tree experience, from afternoon and day hikes (you're allowed to bring packed picnic lunches, as long as you clean up after yourself) to overnight camping. Art lovers, don't skip a visit to Noah Purifoy's Joshua Tree Outdoor Museum, where pieces of junk have been repurposed into huge, stunning outdoor sculptures.One of the best ways to see the Coachella Valley's full glory is from above, courtesy the Palm Springs Aerial Tramway. Because it's the largest turning tram car in the world, you will be guaranteed a great view no matter where you stand.Take the tram's first trip of the day at 5 a.m. for some truly spectacular sunrise views of the Salton Sea and Mount San Jacinto State Park. A note of caution: because of the tram's tremendous journey, you will end at the base of a mountain, where it's significantly colder than the land you just left. Be sure to layer up, as it's not uncommon to see snow in April and May.Eating and drinkingMost of the world's dates grow right here in the Coachella Valley, so it seems a sin to leave without trying the unofficial beverage of Palm Springs. The date shake is made from milk or yogurt and mixed with \"date crystals.\"These date crystals, crushed up and powdered dates that are easier to use in cooking than the full-size fruits, are generally credited to a farmer named Floyd Shields, who settled in the Coachella Valley in the 1920s.Floyd is long gone, but you can still visit the Shields Date Garden to stock up on all things date, including date sugar. Pick up a date shake at the on-site cafe and walk around the grounds, where you'll see sculptures depicting scenes from the life of Jesus tucked between the trees. For the kind of upscale experience that Palm Springs is known for, head to Copley's, whose star-studded pedigree -- it's housed in Cary Grant's former estate -- makes it impossible not to feel glamorous.This fine dining establishment is all about the classic dishes like poached lobster, but there's also plenty of healthy, farm-fresh fare.Try the Caesar salad with pineapple croutons, or go for a classic side like a butternut squash and date salad. By day, opt for experiencing Palm Springs's New Guard, in this case the Ace Hotel and Swim Club's King's Highway restaurant, which looks like a posh version of the diners that dot California's highway off-ramps. At King's Highway, your best bets are breakfast dishes -- which are all served until 2 p.m. -- since you were up late at a concert. The avocado toast, granola and chilaquiles are all a nice mix of healthy and hearty, and the frozen yogurt date shake is one of the best in town.Art and architectureOne of the most iconic things about Palm Springs is the mid-century modern design that put the city on the world's architecture map.To see it up close, and even visit a few of the homes, sign up for the Palm Springs Modern Tour. These small group sessions are led by the company's founder, Robert Imber, author of several acclaimed books about local architecture.On any given day, tour groups might get to see homes formerly owned by Liberace, Frank Sinatra and Frederick Loewe (composer behind musicals like \"Camelot\" and \"My Fair Lady\"), as well as buildings designed by Richard Neutra and Frank Lloyd Wright. History buffs will also want to visit Sunnylands, the sprawling estate founded by the Annenbergs, well-known publishers and philanthropists.The estate has become known as the \"Camp David of the West,\" as it has played host to diplomatic talks and to visits from several US presidents, including Barack Obama, both Bushes, and Ronald Reagan. Reagan was a close friend of the family and appointed Walter Annenberg the US ambassador to the United Kingdom. Beyond its political ties, Sunnylands was also where Frank Sinatra married his fourth wife, Barbara.Rest and relaxAfter a full day of hikes, date shakes and house tours, there's nothing as comforting as a long nap and a dip in the pool.Luckily, The Parker has guests well-covered on both of those fronts. One of its two swimming pools is set to 98.6 degrees, as studies have shown that body-temperature water is most soothing on a scorching hot day in the desert.The hotel is also famed for its quirky design courtesy of Jonathan Adler, and guests in porch rooms have hammocks where they can relax with a magazine or one of the design books sprinkled around the property.Nearby, The Riviera -- a regular haunt of the Rat Pack -- has been given a sparkly update that brings in modern amenities without losing any of the property's original charm. Book in for a hot stone massage, Pacific seaweed body wrap, or tanning session -- this is still California, after all -- at the hotel's Azure Spa, or unwind in the privacy of your own room in a deep ceramic bathtub."
}]}