{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/150616124351-qatar-airlines-exlarge-169.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/10/travel/mauritius-photo-safaris/index.html",
    "title": "A different view of paradise",
    "author": "By Griffin Shea, CNN",
    "release": "Updated 3:50 AM ET, Fri April 14, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Downtown Port Louis always feel hotter than the rest of Mauritius, maybe because this is the only place in the country where people are in a rush. Sidewalks are full, and cars jam both broad boulevards and narrow side streets. But down a small pedestrian way paved with volcanic rock, leading up from the Municipal Theatre, the pace and the temperature suddenly cools down again.At a turn in the road, inside an 18th-century municipal building, the city's modern life fades into a world of a tropical Jules Verne, filled with photographic equipment dating from the 19th century, including one of the world's first photographic lenses, made in 1834 -- bought by a Mauritian in Paris in 1839. It's called a daguerrian lens, after Louis-Jacques-Mandé Daguerre who invented the process to make images on silver-plated copper, fumed with mercury vapor and then treated with liquid chemicals. The delicate images shimmer with the illusion of a human life captured in hard metal, a sort of magic mirror into the past. Visual recordTristan Bréville began collecting daguerrotypes as a boy fascinated with pictures of early Mauritius from the age of seven. Some of those pictures are preserved in the museum. Daguerrotypes from Mauritius are the first photos taken anywhere in Africa, by a man named Jules Léger, who later moved to South Africa, where he opened that country's first photo studio in 1846.These early photos were taken shortly after the process was developed in France. They're a remarkable visual record of a time that seems impossibly distant now. Slavery in Mauritius had just ended a few years earlier. The telegraph was new technology, and the undersea cables that would link Mauritius to the world were still decades away.Bréville's passion grew into a family affair, involving his wife and two children who now run the Photography Museum (Rues du Vieux Conseil, Churchill, Port Louis, Mauritius; +230 211 1705). Hidden treasuresThe museum door opens to a collection of imposing photo and film equipment, such as a gasoline-powered projector used around 1870, as a sort of precursor to television. Some of the 19th-century cameras are giants, from an age when creating a larger picture required a larger machine.These are the giant wooden boxes with a red cloth draped over the back, where the photographer covered up to keep out the light. There's also more recent cameras among the museum's collection of 1,000, many arranged carefully on shelves for viewing. But the real treasures are hidden.Their collection includes more than one million images, meticulously archived.\"We worked to gift our country with the most exceptional photographic archive,\" Bréville says.\"It's the memory of our country.\"The museum is open to the public, and Bréville organizes regular exhibitions -- a challenge without any official financial support. Preserving the pastHe puzzles over the reasons that Mauritius shows so little interest in preserving its past, and worries about the future of his photo collection, which he wants to see preserved digitally with the originals kept in climate-controlled storage. None of that is cheap. He's proposed a plan for the government to finance the preservation of the collection and ultimately to take over the archive, but has had no response.\"Either people are jealous, or they don't want to preserve the archive,\" he says. \"I don't know whether it's a question of leaving the past aside, the memory of French colonizers.\"Mauritius does focus on the future, whether that's a new CyberCity in the suburbs of Port Louis or luxurious modern resorts on the island's famed beaches. The country is working on developing a film studio to attract international productions with top-notch facilities to support shoots in the country's tropical island paradise scenery.Photo safarisAfter Australian photographer Joseph Manglaviti moved to Mauritius, he created a different way to experience the island with a camera, by offering photo safaris. The concept conjures images of elephants and savanna, but here it's a different sort of journey -- to the postcard-perfect beaches and mountains, but also to the roadside motorcycle repair shops and the weekend markets that spring up in communities across the island.He dreamed up the idea after a motorbike accident forced him to scale back work in his own studio. While he was in Mauritius recuperating, he found lots of people casually asking for advice, and developed the concept for Clique Photo Safari Mauritius.\"Your backdrop is amazing. What better place to learn to take photos?\" he says.While more and more people are buying higher-end cameras, many still shoot in automatic mode as they did with cheaper point-and-shoot models. Manglaviti meets with aspiring photographers, looks at what they know how to do, and then tailors instruction to help them get the most out of their equipment. Within a few hours, he's got them understanding the basics of the camera's mechanics, which helps people begin to experiment with their settings.\"I love it when I can share my love of photography with someone else, and then see them go from not being able to turn a camera on to shooting in manual mode in a couple of hours,\" he says."
}]}