{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170413120454-windstar-cruises-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/13/travel/nevis-island-reasons-to-visit/index.html",
    "title": "Nevis: An unspoiled Caribbean retreat",
    "author": "By Jeanine Barone, CNN",
    "release": "Updated 7:04 PM ET, Thu April 13, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Sitting across a narrow channel, a mere 10-minute water taxi ride from its energetic sister island of St. Kitts, laid-back Nevis remains unspoiled, with no casinos or all-inclusives, nor any mega cruise ships calling on its mere 36 square miles. This sublime beauty could almost be called a hidden treasure in the West Indies, where celebrities, from Princess Diana to Anna Wintour, have vacationed to avoid the spotlight.Nevis doesn't need to shout for visitors to see that it's bubbling with charms aplenty.There's an imposing peak to tackleA postcard-perfect conical volcano is visible from most anywhere on the island. But, even in ideal weather, the summit of 3,232-foot Nevis Peak is often sheathed in a blanket of puffy clouds  -- so much so that Christopher Columbus mistook the cloud-covered peak as coated with snow and named it Nuestra Senora de las Nieves, aka Our Lady of the Snows. From the top, whenever the clouds part, Antigua, Montserrat and other islands can be spotted across the azure waters. With slopes of ferns, trumpet bush trees and other verdant foliage punctuated by cascading waters, scampering vervet monkeys and wandering wild goats, a hike up the volcano is rewarding, though not for the faint of heart. It's an arduous climb that's best done with a guide to avoid getting lost on the poorly defined trails. Slippery, steep and muddy, the five-hour, round-trip path eventually threads along precipitous sections that require scrambling over sheer rocks and grabbing exposed roots and a rope attached to the slope. Private retreats are hidden in the foliageOff the main road circling the island, the Golden Rock Inn is a secluded retreat that sits along the slope of Nevis Peak at 800 feet above sea level. Spend the night in a converted stone sugar mill or any of the other seven cottages surrounded by a wild expanse of gardens, and the only sound will be the chorus of tree frogs. During the day, it's the twittering of birds and the tinkling of waters flowing down a stone channel, pooling in a tiny grotto. This foliage-draped Eden with unexpected places to sit and relax was landscaped by renowned designer Raymond Jungles. Those who wander the network of fieldstone and grassy paths rimmed by tall foliage will discover a pair of lime green chairs in the shade of a ficus tree, and, beside the ruins of the Great House, a picnic table under a broad orange umbrella.Dominican Republic beaches -- these 10 have got you coveredThe foliage is an attraction unto itselfA pair of Cambodian dragon sculptures flanks the entrance to the Botanical Gardens of Nevis, five acres of colorful verdancy dotted with more than two dozen Asian artifacts, including a Ganesh statue from India. Footbridges and winding paths course past water lily ponds where birds cluster, a many hued orchid collection (considered one of the largest in the Caribbean), and a tropical fruit garden growing everything from passion fruit to tamarind. Hummingbirds hover above the blossoms draping the arbors of the vine garden that's bedecked with bougainvillea, philodendron and colorful cascades of other flowers, including the butterfly pea blooms used by the on-site Oasis in the Gardens Restaurant to create an icy, antioxidant-laden, purple-hued beverage. Built in the style of a Nevisian Great House, this eatery has a scenic veranda from which to enjoy a view of St. Kitts.The island's natural bounty has much to offerHiking with Earla, a guide and herbalist with Earla's Eco Tours, provides a window into how Nevisians have long used botanicals in their daily lives. A one-mile, mostly rainforest trail is replete with lessons in how the locals value plants for more than just their aesthetic beauty. Vines that can be fashioned into jump ropes dangle above the trail like a veil. Tall cedar trees cluster beside the path, their wood hewn for fences and furniture. The broad leaves of the sea grape can be rolled into a funnel to hold drinking water, or to carry fruits. And the bark of the acacia tree can be used to make charcoal to start a fire for cooking. Among the many plants with medicinal qualities, a tea made from the leaves of the shrub cattle tongue is considered a cure for the common cold, while sage tea is a well-known flatulence remedy. The bitter oranges growing on several nearby trees are much loved by monkeys, while locals make a tasty marmalade from this fruit.10 most romantic islands in the worldUpscale plantation hotels preserve echoes of a conflicted pastAmid 30 acres of well-tended lawns and swaying coconut palms, the Nisbet Plantation Beach Club is a refined beachfront, boutique property set on a former sugar plantation on the island's northern shore. The island's bucolic setting belies a painful history. Nevis' sugar-based economy depended on slaves working the land. (They were finally emancipated in 1834.) But it wasn't until the mid-20th century that some of the expansive plantations were given a new life, as atmospheric accommodations.Fifteen lemon yellow-tinted cottages with light roofs -- each named for local villages -- pepper the landscape, with some providing direct views of the sea, especially from the porch. The Sea Breeze Beach Bar is an ideal al fresco locale to enjoy a Carib beer and a spiny lobster sandwich. Adjacent, Coconuts Restaurant is especially favored for its Thursday night beach barbecue. The Montpelier Plantation & Beach, a former 17th-century sugar plantation, is now a sophisticated Relais & Chateaux property in the interior of the southern portion of the island with 19 sea-view bungalows spread over a lush hillside. Public spaces exhibit the contemporary works of Canadian artist Kirk Mechar. Guests who relax beside the 60-foot blue mosaic swimming pool have views of Nevis Peak. An intact 300-year-old stone sugar mill has been converted into an intimate dining venue, and an outdoor spa surrounded by tropical gardens offers ginger lemongrass warm stone massages and other treatments. There's no shortage of Old World charm The Hermitage, a family-owned hotel property, is home to what's said to be the oldest wooden structure in the Caribbean, dating perhaps as far back as 1670. Constructed of ultra-strong lignum vitae timber, this building was the original Great House of the small plantation that grew cotton, spices and tobacco, and, eventually, sugar. Now it's a cozy lounge with exposed-beam ceilings, furnished and decorated with period pieces and memorabilia from the Lupinacci family's decades in the Caribbean. Here, guests can enjoy afternoon tea with a slice of homemade carrot cake, or a glass of rum punch made from a centuries-old recipe. In the adjacent kitchen, each Wednesday, a West Indian buffet features suckling pig, as well as other much-loved local dishes that are served in traditional clay vessels.World's Top 10 islandsThe shoreline provides clues to the pastThose who venture to Indian Castle Beach on the island's southern coast -- down bumpy roads that require a four-wheel drive -- will find a desolate landscape with some surprising elements. Along the sands of this windward coast are featherweight light pumice stones -- remnants from the 1995 eruption of Montserrat's volcano that floated to the island. Large coral specimens are scattered, an indication that this land, once submerged, uplifted from the sea. There are also vestiges of the island's original inhabitants: the Carib and Arawak Indians. Pieces of their clay pottery sprinkle the sand, as do numerous conch and whelk shells, evidence of their diet.Alexander Hamilton's early life is preserved hereMost people today associate Alexander Hamilton's life first and foremost with the hit Broadway hip-hop musical. But a more intimate experience can be had on Nevis, where this United States founding father lived until he was nine. His birthplace, on the property of the Museum of Nevis History in Charlestown, is a small restored wooden building with the original limestone foundation. The museum itself, a two-story restored stone building, may have been where the Hamilton family lived. Inside, recreated artifacts represent his legacy, including a writing desk with a feather pen. A self-guided walking tour follows the route that young Hamilton would have taken from his home to the Jewish school he attended, passing the ruins of the slave market and following a narrow path referred to as Jew's Alley.Nevis' booming sugar-based economy attracted immigrants in the 17th century, including a small Jewish population of merchants who built a synagogue and a cemetery. When the economy collapsed in the 18th century, their numbers dramatically declined. Yet, numerous, often-overlooked ruins remain as a testament to their life on this island.Photos: 7 Caribbean hot spotsKayaking in the Bahamas is a great way to explore the islandsDiscovering Deco: A tour of Havana's eye-catching architecture "
}]}