{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170327120954-castle-stays-ashford-castle-small-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/03/27/hotels/most-beautiful-island-hotels/index.html",
    "title": "The world's most beautiful island hotels",
    "author": "By Krisanne Fordham, CNN",
    "release": "Updated 7:40 PM ET, Tue March 28, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)From Australia to the Caribbean, there's no shortage of beautiful island hotels around the world. Whether you're after a glitzy private island getaway or a low-key tropical escape, we've picked 15 of the world's most stunning island hotels.Lacaula Island (Fiji) Let's be honest: Beautiful is an understatement for this luxurious South Pacific hideaway, owned by Red Bull founder and CEO Dietrich Mateschitz.It's built on its own 3,500-acre private island studded with lush coconut groves and ringed by pristine white sand beaches.Each of its 25 villas -- inspired by traditional Fijian bure -- boast leafy tropical gardens and private infinity-edge pools. As if that weren't enough to keep you occupied, there's also an equestrian center, five restaurants and countless coral reefs to be explored (via submarine, naturally).Lacaula Island, Fiji; +679 888 0077Will you marry me? 10 engaging locations to pop the questionAnantara Medjumbe Island Resort (Mozambique)It doesn't get much more far-flung than this resort, tucked away on a tiny private island in the Quirimbas Archipelago, off the northern coast of Mozambique.But the views alone are worth the trek. Upon arrival, you're greeted with miles of empty, powder-white sand and ocean so blue it barely looks real.The resort itself is gorgeous, with its castaway-chic aesthetic and whimsical, Arabian Nights-inspired decor.And though its wooden, thatched-roof villas may look simple, don't be fooled: They're decked out with luxe deep-soak tubs, roomy outdoor decks and plunge pools built just steps from the ocean.Anantara Medjumbe Island Resort, Medjumbe Island, Quirimbas Archipelago, Cabo Delgado Province, Mozambique; +27 10 003 8979Southern Ocean Lodge (Australia)Built atop scrub-covered bluffs on the southwest tip of Australia's Kangaroo Island, this unique resort is another spot offering incredible views. Each of its 21 glass-fronted suites feature floor-to-ceiling windows and are cantilevered to ensure jaw-dropping panoramas over Hanson Bay. In contrast to its rugged coastal landscape, the lodge is sleek and ultramodern, built from sustainable materials like recycled gumtrees and local limestone.It's also luxurious: Each suite has its own private terrace, sunken lounge and standalone bathtubs, perfectly positioned to soak in the glorious views.Southern Ocean Lodge, Hanson Bay Road, Kingscote, Australia; +61 08 8559 7347Photo escape: Check out of the political world, check in to the natural worldCap Juluca (Anguilla)This intimate boutique hotel, situated on Anguilla's turquoise-blue Maundays Bay, is a Caribbean classic.Its domed, Moorish-style villas are cheerful and stylish, decorated with colorful batiks, rattan furniture and coconut wood accents.Though the vibe is beachy and relaxed, rooms abound with posh amenities like plush Frette linens and Hermès bath products.Added bonus: Every room is beachfront and has an ocean-facing patio.Cap Juluca, Maundays Bay, Anguilla; +1 264 497 6666Belmond Villa Sant'Andrea (Sicily, Italy)Though you'd be hard pressed to find a hotel in Sicily that's not picture-perfect, there's something especially dreamy about this one.Built as a villa in 1830, the beautifully renovated Belmond has retained the laid-back charm of a private family residence (think homemade Sicilian pastries upon check-in and fresh flowers in every room).Suites are huge and indulgent, outfitted with enormous marble bathrooms and furnished French balconies that offer sweeping views over the Bay of Mazzarò.Added bonus: It even has its own private stretch of beachfront, fringed by lush subtropical gardens.Belmond Villa Sant'Andrea, Via Nazionale, 137, Taormina, Italy; +39 0942 627 1200Four Seasons Resort Oahu at Ko Olina (Hawaii)Opened in the summer of 2016, Oahu's newest resort -- located on the quiet western side of the island -- might also be its most beautiful.  The property is sleek yet earthy, and takes advantage of its gorgeous oceanfront setting with plenty of sun-drenched, indoor-outdoor spaces. All 371 rooms are decorated in a modern Hawaiiana style, with banana-leaf wall coverings, banana leaf-printed pillows and local wood accents.But the hotel's pièce de résistance is its blissful adults-only infinity pool, which is tucked away from the main pool and beach area and overlooks the Pacific Ocean.Four Seasons Resort Oahu at Ko Olina, 92-1001 Olani St, Kapolei, Hawaii; +1 808 679 007910 most romantic islands in the worldSecret Bay (Dominica)Perched on a clifftop on the island of Dominica, this uber-luxe hotel remains relatively undiscovered compared to other Caribbean resorts of the same caliber.But therein lies its charm: Unlike the crowded, all-inclusive resorts of Bermuda and the Bahamas, this low-key boutique property feels like your own secret Caribbean hideaway. Its eight treehouse-style bungalows are hidden amidst thick, jungle-like foliage and equipped with so many luxe features -- hammocks, plunge pools, sundecks, personal libraries -- that you won't ever want to leave.But you must, if only to walk down to its two stunning beaches or watch the sun set over the Caribbean Ocean from the gorgeous Vetiver Sunset Deck.Secret Bay, Ross Boulevard, Portsmouth, Dominica; +1 767 445 4444The world's best hotels, according to the expertsSoneva Jani (Maldives)With 24 over-water villas and one sprawling island villa set on a private lagoon in the Maldives, the newest Soneva resort is one of the world's most beautiful hotels, period. Each of the resort's multi-level water villas -- made out of renewable plantation wood -- has its own private pool and a retractable roof that allows guests to sleep beneath the stars.Many villas also have slides that transport guests directly from the top level into the lagoon below.Other hotel highlights include an observatory -- home to the largest telescope in the Indian Ocean -- and an outdoor floating cinema.Soneva Jani, Medhufaru Island, Noonu Atoll, Republic of Maldives; +960 656 666615 hot new hotels to check out in 2017The Naka Island, A Luxury Collection Resort & Spa (Phuket, Thailand)Nestled on the northwest tip of Naka Yai island, off the coast of the larger island of Phuket, this Thai resort feels blissfully isolated. It's not a private island resort, but it feels that way, with just 67 villas draped along miles of deserted, unspoiled beachfront.Villas are earthy yet luxurious, made entirely of wood, stone and clay, and equipped with private pools and steam rooms. If you can manage to drag yourself from your villa, make a beeline for the beachfront Z Bar, which serves up potent cocktails and epic sunset views.The Naka Island, 32 Moo 5, Tambol Paklok, Amphur Thalang, Naka Yai Island, Phuket, Thailand; +66 (76) 371 400 Phuket: Insider Travel GuideThe Cliff Hotel (Jamaica)Though it sits directly on the ocean, this new boutique hotel isn't your typical beach getaway.For starters, there's no beach: True to its name, the hotel is perched on low, jagged cliffs that jut out dramatically onto the ocean. Unlike its colorful, kitschy neighbors, The Cliff opts for a neutral-toned, minimalist vibe that allows its striking natural setting to steal the show. Still, its 33 rooms are as luxe as they come, outfitted with stylish hammocks, roomy balconies and, in some cases, private plunge pools.The Cliff Hotel, West End Road, Negril, Jamaica; US 1 800 213 0583; UK 020 3002 0927Cavo Tagoo (Mykonos, Greece)Hugging a cliff high above the Aegean Sea, Cavo Tagoo remains a haven of peace and serenity on Greece's most touristed island. The vibe is refreshingly modern and minimalist: whitewashed surfaces, exposed wood and stone, and sleek, clean furnishings. Rooms come with with whirlpool baths, ocean-facing balconies and, in some cases, private plunge pools. No pool? No worries: The resort's communal infinity saltwater pool has an aquarium bar and the best sunset views on the island.Cavo Tagoo Mykonos, Aegean Coasts S.A., Mykonos, Greece; +30 22890 20100 20 of Europe's most beautiful hotelsBelmond La Samanna (St. Martin)Easily the best resort in St. Martin, La Samanna brings tranquility and a touch of glamor to a fairly tourist-clogged island.Its 83 lavish rooms and eight Mediterranean-style villas are hidden behind 55 lush tropical acres on the unspoilt shores of Baie Longue.Property highlights include two infinity pools, a heavenly spa, two French-Caribbean restaurants and a 12,000-bottle wine cave.But what you're really here for is the Moroccan-themed beach bar, which serves up potent cocktails and killer ocean views to match.Belmond La Samanna, 97064 St Martin, CEDEX, French West Indies; +590 590 87 6400 Nihiwatu (Sumba Island, Indonesia)Though it's just an hour's flight from Bali, Nihiwatu feels worlds away: It sits on a private 1.5-mile beach backed by 560 acres of tropical jungle. Its 28 thatched-roof villas are rugged yet luxurious, decorated with teak furnishings, traditional ikat-print fabrics and local Sumban art. Though every villa is impressive, the Marrangga villas -- which feature beds elevated on cliffside platforms overlooking the ocean -- are where you want to be. Nihiwatu, Sumba Island, Indonesia; +62 361 757 149North Island (Seychelles)Breathtaking natural beauty and innovative design come together on this heavenly private island resort in the heart of the Seychelles. Its 11 newly renovated villas feature a glamorous, castaway-meets-Colonial vibe that blends seamlessly into its jungle-like natural surroundings.Of course, there are five-star amenities to boot: indoor-outdoor bathrooms, deep-soak tubs and personal plunge pools, to name a few.It's no wonder that the resort's guest list includes the likes of Angeline Jolie and Brad Pitt, George and Amal Clooney and the Duke and Duchess of Cambridge.North Island, Victoria, Mahé Seychelles; +248 4293 100CéBlue Villas and Beach Resort (Anguilla)Opened in 2014, CéBlue is one of Anguilla's newest and most luxurious resorts. It has just eight eco-friendly hideaways built into the verdant hills above tranquil Crocus Bay on the island's northwest coast. Lodgings are sleek and modern, and equipped with large saltwater swimming pools, 3,000-square-foot sun decks and frangipani-filled private gardens.Thanks to the resort's linear, terraced design, guests can enjoy panoramic views over the Caribbean Sea from every single window.CéBlue Villas and Beach Resort, Valley Road, 1264 The Valley, Crocus Bay, Anguilla; +1 264 462 1000"
}]}