{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170407115126-mg-3311-new-jpg-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/04/04/aviation/best-aircraft-livery-design/index.html",
    "title": "12 of the best aircraft liveries",
    "author": "By Chris Dwyer, CNN",
    "release": "Updated 8:42 PM ET, Tue April 4, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)Next time you look up as a plane passes overhead, there's a chance it could be more eye-catching than another aluminum tube with generic corporate branding. Aircraft liveries -- to give the plane's exterior paint job its correct technical term -- are getting ever more creative. By turns amusing, beautiful, or even downright odd, they stand out in a sea of uniformity.It's no surprise that national carriers reflect some of the elements their countries are most famous for, while independent and low-cost airlines seem to revel in the unexpected. Here are 12 of the best that have criss-crossed the skies in recent years.Kulula -- Flying 101Low-cost South African carrier Kulula was a contender for the most creative livery design a few years back with its Flying 101 design highlighting different parts of the plane. On the exterior of the cockpit, an arrow points up saying \"Big cheese -- Captain, My Captain!\"The location of the \"black box\" flight data recorder is even highlighted with a big arrow. If there's a better or more striking way to understand what's underneath the skin of a plane, we've yet to see it.Brussels Airlines -- TintinCartoon characters are a consistently popular theme on aircraft liveries, here demonstrated by Brussels Airlines' celebration of one of Belgium's most famous sons, Tintin.The plane takes the form of a 37-meter shark submarine from the Tintin adventure \"Red Rackham's Treasure,\" while Tintin and his faithful companion, the wire fox terrier Snowy -- or Milou in the original French -- also make an appearance. You can even read the books inflight in English, French and Dutch. READ: Tintin's newest adventure: Flying on Brussels AirlinesIcelandair -- Northern LightsAs an example of celebrating the splendor of the natural world, few can match Icelandair's Boeing 757 Hekla Aurora, which depicts the spectacular Northern Lights frequently seen in the country's skies.Not only is it a feast for the eyes seen from the tarmac or up in the air, the cabin lighting also mimics the famous natural phenomena. Lucky passengers may even see the real thing from their window seat.Eva Air -- GudetamaAnother cartoon comes in the form of the hugely popular Sanrio character Gudetama, which graces an Eva Air plane on the Taipei to Tokyo route. Gudetama is a lazy, morose egg yolk, usually found resting underneath a bacon blanket. If that isn't weird enough, the Taiwanese plane's interior is also decked in yellow, with everything from cups to playing cards to pillows featuring the beloved little character.MORE: The airlines making stopovers sweeterAzores Airlines -- WhaleThe Azores, a Portuguese territory in the Atlantic, is unsurprisingly home to Azores Airlines. It celebrated the islands' status as a whale sanctuary by depicting a blue sperm whale on the livery of one of its Airbus A330 aircraft.The airline logo is also a whale tail -- aptly displayed on the tail of the plane. The livery was launched to coincide with the airline rebranding to Azores Airlines, after previously being known as SATA International. Qatar Airways -- BarcelonaQatar Airways has run a sponsorship deal with F.C. Barcelona since 2013 and in 2014 launched a special livery on their Boeing 777 featuring Barça's flag and club emblem with the tagline, \"A team that unites the world.\" A natty shading element on the flag design appears to make it move during takeoff, while the Barça scarlet and blue, or \"Blaugrana\" as it's known in Catalan, covers half the plane.ANA -- 'Star Wars'Arguably the world's most popular robot, R2-D2 made his appearance on an ANA Dreamliner in 2015. The droid was the first of three \"Star Wars\" characters to be unveiled on an eye-catching mini fleet, with C-3PO and BB-8 also receiving the honor from Japan's All Nippon Airways. The R2-D2 plane took to the skies to coincide with the world premier of \"Episode VII - The Force Awakens.\"READ: New ANA 'Star Wars' planes feature R2-D2 and BB-8Jetstar -- SingaporeansTo mark Singapore's 50th National Day in 2015, Jetstar revealed a one-of-a-kind livery featuring the faces of 50 everyday Singaporeans.Local designer Michael Ng chose a bird commonly found in Singapore, the black-naped oriole, and added the faces of \"unsung heroes\" who won the honor having been nominated by friends, family and the public. The pop art-style makeover included local legends such as a woman who gave up her corporate job to work with disadvantaged communities in Cambodia. Virgin Atlantic -- Where's Waldo?Never backward in coming forward on the marketing front, Virgin boss Richard Branson dressed up as Waldo of \"Where's Waldo?\" fame to celebrate the unveiling of a Boeing 747 with the character hidden in the livery.The livery was to celebrate the 25th anniversary of the popular bespectacled children's character. You'd need to be eagle-eyed to spot him, however, as he was a typically discreet addition to the design. Papua New Guinea -- AIRPapua New Guinea's seven million people speak an incredible 800 different languages between them. The Southeast Asian nation also relies on air transport more heavily than most countries, given the remote and extremely rugged terrain.PNG Air's new livery on its fleet of new ATR 72-600 aircraft was designed to reflect the nation's diversity and traditional icons from around the country were incorporated on the unusual and striking design. This contemporary depiction of ancient patterns was rendered in just three colors.READ: How to fly cross-country without using airportsBA -- FashionStyle of a different kind was unveiled in a bespoke British Airways livery by celebrated Chinese fashion designer Masha Ma. Deployed on a Boeing 777-200, the design depicted a bamboo and a rose, marking an east-meets-west fusion of symbols and artistic techniques, namely impressionistic and Chinese ink-and-wash painting.The design took almost 2,500 hours to complete and involved 186 stencils, while British model Georgia May Jagger was on hand at the launch to add further glamor.Westjet -- Frozen Next time you want to paint Anna, Elsa and Olaf from \"Frozen\" on your jet, you'll need 170 gallons of paint in 23 different colors. Canadian airline Westjet teamed up with Disney and bought in painters from Canada, the United States and Germany to bring the kid-friendly livery to life.The theme extended to the interior, with a cold and wintry look to the overhead bins at one end of the plane, transitioning to warmth and sunshine towards the front. MORE: 20 planes every aviation fan should experience"
}]}