{"travel": [{
    "section": "travel",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170407115126-mg-3311-new-jpg-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/04/05/foodanddrink/2017-world-best-restaurant-awards/index.html",
    "title": "World's 50 best restaurants ",
    "author": "By Maureen O'Hare and Chris Dwyer, CNN",
    "release": "Updated 11:28 AM ET, Wed April 5, 2017 ",
    "source": " (CNN)",
    "content": " (CNN)For only the second time in its 15-year history, the World Best Restaurant Awards has named a fine dining venue outside of Europe as the planet's greatest.New York's Eleven Madison Park knocked Italy's Osteria Francescana into second place and pushed Spain's El Celler de Can Roca into third, after seven years climbing the leader board. The 2017 ceremony took place in Melbourne, Australia on April 5, having moved from New York the year before.Eleven Madison Park is the first US winner since California's French Laundry took the grand prize in 2004. It's helmed by Swiss-born chef Daniel Humm, who along with co-owner Will Guidara, delivers modern European food with a New York twist in an art deco building just off Manhattan's Madison Park. The restaurant's seasonal tasting menu, served in a way that blurs the line between kitchen and dining room, celebrates the city's rich history and cultural traditions.Call it a culinary bromance, but as Will Guidara explained exclusively to CNN immediately following the award ceremony: \"For us, any time you succeed in anything you need the ability to take stock of what got you there in the first place. For us it's this relationship, this trust, this dynamic. \"I work with my best friend and it means that when we're successful we succeed together and when we fall down, we fall down together.\"Swiss-born Humm added: \"We wanted to create one of the great dining rooms of the world but this was only possible because we have each other. There was nothing in the world we can't do.\"The stage for the World's 50 Best Awards couldn't have been grander, Melbourne's Royal Exhibition Building, a domed pavilion from 1880 where a red carpet thronged with familiar faces in what has been coined the Oscars of the food world. Each of the top 50 chefs -- well, 47 of them who were present -- wore a red sash, while stellar names like Heston Blumenthal wandered the floor followed by selfie-seekers.The father of multi-sensory cuisine -- don't mention the words molecular gastronomy -- Blumenthal brought on a standing ovation as he picked up the Lifetime Achievement Award. French-born Dominique Ansel, who created the cronut at his eponymous New York bakery, picked up the World's Best Pastry Chef award.The Sustainable Restaurant award went to Septime from Paris while the highest new entry was also taken by Paris in the form of Le Pavillon Ledoyen by Yannick Alleno.The Chef's award -- voted for by fellow chefs -- went to Virgilio Martinez from Central in Lima. Barcelona's Disfrutar was named 2017's One to Watch. Last year's One to Watch, Tokyo's Den, made its debut in the Top 50 at No.45. Spain's El Celler de Can Roca -- the World's Best Restaurant in 2013 and 2015 -- won the Art of Hospitality Award. And while female-led restaurants were underrepresented in the awards overall, Slovenia's Ana Ros -- who helms Hiša Franko in the Soca Valley -- was named World's Best Female Chef. The world's 50 best restaurants1. Eleven Madison Park (New York City) 2. Osteria Francescana (Modena, Italy) *best restaurant in Europe*3. El Celler de Can Roca (Girona, Spain) 4. Mirazur (Menton, France)  5. Central (Lima) *best restaurant in South America*6. Asador Etxebarri (Biscay, Spain)7. Gaggan (Bangkok) *best restaurant in Asia* 8. Maido (Lima, Peru) 9. Mugaritz (San Sebastian, Spain) 10. Steirereck (Vienna) 11. Blue Hill at Stone Barns (Pocantico Hills, New York) *highest climber*12. Arpege (Paris)13. Alain Ducasse Au Plaza Athenee (Paris) *highest re-entry*14. Restaurant Andre (Singapore) 15. Piazza Duomo (Alba, Italy) 16. D.O.M. (Sao Paulo, Brazil)17. Le Bernardin (New York City)18. Narisawa (Tokyo, Japan) 19. Geranium (Copenhagen) 20. Pujol (Mexico City) 21. Alinea (Chicago) 22. Quintonil (Mexico City) 23. White Rabbit (Moscow) 24. Amber (Hong Kong) 25. Tickets (Barcelona)26. Clove Club (London)27. The Ledbury (London) 28. Nahm (Bangkok) 29. Le Calandre (Rubano, Italy) 30. Arzak (San Sebastian, Spain) 31. Alleno Paris au Pavillon Ledoyen (Paris) *highest new entry*32. Attica (Melbourne) *best restaurant in Australasia*33. Astrid (Lima, Peru) 34. De Librije (Zwolle, Netherlands) 35. Septime (Paris) *sustainable restaurant award*36. Dinner by Heston Blumenthal (London) 37. Saison (San Francisco) 38. Azurmendi (Larrabetzu, Spain) 39. Relae (Copenhagen) 40. Cosme (New York) *new*41. Ultraviolet by Paul Pairet (Shanghai)42. Borago (Santiago)43. Reale (Castel di Sangro, Italy) *new*44. Brae (Birregurra, Australia) *new*45. Den (Tokyo) *new*46. L'Astrance (Paris)47. Vendome (Bergisch Gladbach, Germany)48. Restaurant Tim Raue (Berlin) 49. Tegui (Buenos Aires) *new*50. Hof Van Cleve (Kruishoutem, Belgium)"
}]}